[
    {
        "id": 1,
        "titulo": "Notebook Lenovo Ideapad 1i Intel Core i5-1235U 8GB 512GB SSD 15.6\" W11",
        "preco_final": "R$2.913,83",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "1.589",
        "descricao_curta": "Sobre este item\nProcessador Intel Core i5 de 12ª geração\nSSD veloz de 512GB\nTela ampla de 15.6\" Full HD\nPerfeito para multitarefas\nWindows 11 moderno e seguro",
        "descricao_longa": "Notebook Lenovo IdeaPad 1i i5-1235U 8GB 512GB SSD Intel Iris® Xe W11 15.6\"",
        "imagem_url": "https://m.media-amazon.com/images/I/51Ri6f37FRL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-Ideapad-i5-1235U-512GB/dp/B0CK3R8JYG/ref=sr_1_1?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-1&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 2,
        "titulo": "Notebook Lenovo Ultrafino IdeaPad 1 Intel Core i3-1215U 8GB 256GB SSD Windows Home 15.6\" 82VY000SBR Cloud Grey",
        "preco_final": "R$2.353,09",
        "avaliacao_estrelas": "4,8 de 5 estrelas",
        "total_avaliacoes": "575",
        "descricao_curta": "Sobre este item\ntebook Levo Ultrafi IdeaPad 1 com processador Intel Core i3-1215U, 8GB de RAM e 256GB SSD para desempenho eficiente\nDesign elegante na cor Cloud Grey com tela de 15.6 polegadas\nEquipado com Windows Home para produtividade e entretenimento",
        "descricao_longa": "Navegue, explore e conecte-se com confiança no Lenovo IdeaPad 1 alimentado pelos processadores da série Intel Celeron. O IdeaPad 1 combina desempenho responsivo em um chassi fino e compacto de 17,9 mm, favorecendo a multitarefa onde você estiver.",
        "imagem_url": "https://m.media-amazon.com/images/I/51qYgtqNzYL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-Ultrafino-i3-1215U-82VY000SBR/dp/B0CM8LZFXB/ref=sr_1_2?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-2&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 3,
        "titulo": "Notebook ASUS Vivobook GO 15, Intel Celeron Dual Core N4500, 4 GB, 128 GB SSD, W11 Home, 15,60\" LED, Rose Pink - E510KA-BR833WS",
        "preco_final": "R$1.649,00",
        "avaliacao_estrelas": "4,4 de 5 estrelas",
        "total_avaliacoes": "316",
        "descricao_curta": "Sobre este item\nProcessador: Intel Celeron N4500\nVersão do sistema operacional: 11\n4 GB de RAM DDR4 e SSD de 128 GB\nTela de 15,6\" HD LED\nPlaca gráfica: Intel UHD Graphics",
        "descricao_longa": "Na vida, o ideal é encontrar o equilíbrio certo e o novo notebook ASUS E510 oferece exatamente isso. Leve e compacto, ele apresenta um novo visual elegante que se adapta perfeitamente ao seu estilo de vida dinâmico. Com recursos inovadores, o ASUS E510 oferece tudo que você precisa para trabalhar ou se divertir. Compacto e leve, com apenas 1,57 kg¹, o ASUS E510 está sempre ao seu alcance. Ele cabe facilmente em sua mochila ou bolsa pequena para que você possa fazer os trabalhos escolares ou criar conteúdo onde quer que esteja. Além do visual arrojado com a tecla Enter com destaque em amarelo vibrante, o estilo jovem é complementado pelo logo da ASUS desconstruído na tampa2, formando um padrão singular. Outro destaque no ASUS E510 são as cores Rose Pink e Star Black, que trazem muito mais estilo para seu dia a dia. A inovadora tela NanoEdge de 15,6 polegadas apresenta bordas ultrafinas, com mais espaço útil para visualização. Com um chassis menor que os convencionais e uma tela relativamente ampla, o ASUS E510 se torna um notebook incrivelmente compacto. Além disso, sua dobradiça plana de 180º foi projetada para facilitar que seu conteúdo seja visto por todos ao seu redor, quando necessário. Já que o ASUS E150 é um notebook para ter sempre com você, a bateria de 42 Wh oferece longa duração para o dia3. Fique tranquilo para deixar o adaptador de energia em casa e andar livre por aí. Criado para impulsionar a sua produtividade, o teclado tem tamanho completo com longo curso das teclas, garantindo conforto e precisão, e um touchpad multitoque de 6 polegadas com tecnologia de rejeição da palma da mão (sistema inteligente que identifica quando o usuário encosta a palma da mão acidentalmente enquanto está digitando, evitando assim, erros e cliques indesejados), para oferecer controle suave e preciso. E diferente de muitos, o notebook ASUS E510 é totalmente silencioso, pois foi projetado sem ventiladores. O design sem ventoinha mantém os níveis de ruído baixos, para que você não se distraia ao trabalhar ou se divertir, até mesmo no silêncio da madrugada. E no coração do desempenho do ASUS E510 está o processador Intel® Celeron® N4500, além de 4 GB de memória RAM DDR4 e 128 GB de armazenamento rápido eMMC³ e um slot M.2 que permite a instalação de um SSD para aumentar a capacidade de armazenamento. Novo notebook ASUS E510, movimente-se com estilo. 1. O peso do produto pode variar de acordo com a configuração do dispositivo. 2. Logo ASUS desconstruído na tampa somente para os modelos na cor Rose Pink. 3. Duração de bateria de até 8 horas. Configuração do teste de duração da bateria: Intel® Celeron® N4000, 4 GB de RAM, tela FHD, 64 GB eMMC, 42Whr. Testes de bateria conduzidos pela ASUS em janeiro de 2020 usando o MobileMark® 2014 Office Productivity. Configurações de teste: Wi-Fi habilitado, brilho da tela definido para 150 nits. O tempo de carregamento da bateria, tal como a sua duração e vida útil, pode variar de acordo com a forma de uso, configuração do produto, condições operacionais, configurações de gerenciamento de energia e ambiente onde está. A duração da bateria diminuirá com o decorrer da vida útil da bateria.",
        "imagem_url": "https://m.media-amazon.com/images/I/51RU6fO+wgL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Celeron/dp/B0DD64JXK1/ref=sr_1_3?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-3&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 4,
        "titulo": "Notebook ASUS Vivobook 15, Intel Core i5, 16 GB, 512 GB SSD W11 Home, 15.6'' FHD, Quiet Blue -X1504VA-NJ1745W",
        "preco_final": "R$3.183,39",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "85",
        "descricao_curta": "Sobre este item\n1. Multitarefas fluidas com processador Intel Core de 13ª geração 2. Maior conforto visual na tela de 15,6” Full HD com bordas finas NanoEdge 3. Mais robusto e confiável, com resistência de nível militar MIL-STD-810H 4. Videochamadas nítidas, com cancelamento de ruído por IA e filtros de imagem 5. Inibe 99% dos vírus e bactérias, com exclusiva Proteção Antibacteriana ASUS",
        "descricao_longa": "Viva o Melhor Key Selling Points 1. Multitarefas fluidas com processador Intel® Core™ de 13ª geração 2. Maior conforto visual na tela de 15,6” Full HD com bordas finas NanoEdge 3. Mais robusto e confiável, com resistência de nível militar MIL-STD-810H 4. Videochamadas nítidas, com cancelamento de ruído por IA e filtros de imagem 5. Inibe 99% dos vírus e bactérias, com exclusiva Proteção Antibacteriana ASUS Texto vendedor Com visual moderno, componentes atualizados e conforto superior, o ASUS Vivobook 15 é a escolha ideal para quem precisa de um notebook confiável para trabalhar, estudar e realizar tarefas do dia a dia. Este computador não só combina alto desempenho, experiência audiovisual imersiva e construção robusta, como também protege sua saúde com tecnologias exclusivas da ASUS. DESEMPENHO PARA IR ALÉM Equipado com processador Intel® Core™ de 13ª geração, o ASUS Vivobook 15 garante desempenho ágil e fluido para multitarefas, incluindo estudos, trabalho e entretenimento. Seja navegando com diversas abas abertas, editando documentos ou assistindo a vídeos em alta resolução, tudo acontece com rapidez e eficiência. O desempenho é complementado por uma configuração equilibrada, com: • Até 16 GB de RAM – com um slot de memória SO-DIMM (offboard) disponível; • Até 1 TB de SSD – para inicializações transferências de arquivos mais rápidas. IMAGENS MAIS NÍTIDAS COM CONFORTO VISUAL A tela de 15,6 polegadas com resolução Full HD (1.920 x 1080 pixels) oferece experiência visual ampliada, graças às bordas ultrafinas NanoEdge. Com mais espaço útil de tela e menos distrações, você assiste, trabalha e navega com muito mais conforto. Além disso, a tecnologia de redução de luz azul diminui o cansaço dos olhos durante longas sessões de uso. O sistema de som com assinatura Dirac e tecnologia ASUS Audio Booster completa o conjunto audiovisual, garantindo mais imersão e nitidez, assim como melhor balanço entre agudos e graves. CONFIABILIDADE DE NÍVEL MILITAR Para garantir máxima resistência no uso diário, o ASUS Vivobook 15 segue o rigoroso padrão militar de durabilidade MIL-STD-810H. Isso significa que ele foi testado em situações extremas de impacto, temperatura e vibração para comprovar a construção robusta e confiável. CHAMADAS COM MAIS QUALIDADE Perfeito para reuniões online e videochamadas, o ASUS Vivobook 15 traz microfones com cancelamento de ruído por Inteligência Artificial, que eliminam sons indesejados do ambiente para que sua voz seja ouvida com clareza. A webcam ainda conta com a tecnologia ASUS 3D Noise Reduction (3DNR), que aplica efeitos na imagem para aumentar a nitidez e melhorar sua aparência em tempo real. PROTEÇÃO ANTIBACTERIANA EXCLUSIVA Para um uso mais seguro no dia a dia, o ASUS Vivobook 15 vem com a exclusiva Proteção Antibacteriana ASUS, que inibe 99% da proliferação de vírus e bactérias na superfície do notebook. Assim, você trabalha com mais tranquilidade, mesmo em ambientes compartilhados. MAIS CONECTIVIDADE E PRATICIDADE Com um conjunto completo de portas, incluindo USBs Tipo-A e Tipo-C, HDMI e conector combo de áudio, o ASUS Vivobook 15 facilita a conexão com diversos periféricos e dispositivos. A conectividade sem fio fica por conta do Bluetooth 5.1 e do Wi-Fi 5 de alta velocidade, ideal para reuniões, estudos ou streaming sem interrupções. A dobradiça com abertura de 180º, o teclado completo ASUS ErgoSense e a tampa física na webcam garantem ainda mais praticidade, conforto e segurança. Todas essas características asseguram que o notebook combina com qualquer rotina. Viva o melhor e deixe o ASUS Vivobook 15 facilitar seu dia a dia!",
        "imagem_url": "https://m.media-amazon.com/images/I/71XsKNBgSeL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-X1504VA-NJ1745W/dp/B0F4M66XWL/ref=sr_1_4?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-4&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 5,
        "titulo": "Notebook ASUS Vivobook GO 15, Intel Celeron Dual Core N4500, 4 GB, 128 GB SSD W11 Home, 15,60\" LED, Star Black - E510KA-BR808WS",
        "preco_final": "R$1.649,00",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "349",
        "descricao_curta": "Sobre este item\n1. Fino e leve: 18,10 mm e 1,57 kg; 2. Tela NanoEdge para melhor visualização; 3. Bateria para o dia todo; 4. Ultrassilencioso – Design sem ventiladores.",
        "descricao_longa": "Na vida, o ideal é encontrar o equilíbrio certo e o novo notebook ASUS E510 oferece exatamente isso. Leve e compacto, ele apresenta um novo visual elegante que se adapta perfeitamente ao seu estilo de vida dinâmico. Com recursos inovadores, o ASUS E510 oferece tudo que você precisa para trabalhar ou se divertir. Compacto e leve, com apenas 1,57 kg¹, o ASUS E510 está sempre ao seu alcance. Ele cabe facilmente em sua mochila ou bolsa pequena para que você possa fazer os trabalhos escolares ou criar conteúdo onde quer que esteja. Além do visual arrojado com a tecla Enter com destaque em amarelo vibrante, o estilo jovem é complementado pelo logo da ASUS desconstruído na tampa2, formando um padrão singular. Outro destaque no ASUS E510 são as cores Rose Pink e Star Black, que trazem muito mais estilo para seu dia a dia. A inovadora tela NanoEdge de 15,6 polegadas apresenta bordas ultrafinas, com mais espaço útil para visualização. Com um chassis menor que os convencionais e uma tela relativamente ampla, o ASUS E510 se torna um notebook incrivelmente compacto. Além disso, sua dobradiça plana de 180º foi projetada para facilitar que seu conteúdo seja visto por todos ao seu redor, quando necessário. Já que o ASUS E150 é um notebook para ter sempre com você, a bateria de 42 Wh oferece longa duração para o dia3. Fique tranquilo para deixar o adaptador de energia em casa e andar livre por aí. Criado para impulsionar a sua produtividade, o teclado tem tamanho completo com longo curso das teclas, garantindo conforto e precisão, e um touchpad multitoque de 6 polegadas com tecnologia de rejeição da palma da mão (sistema inteligente que identifica quando o usuário encosta a palma da mão acidentalmente enquanto está digitando, evitando assim, erros e cliques indesejados), para oferecer controle suave e preciso. E diferente de muitos, o notebook ASUS E510 é totalmente silencioso, pois foi projetado sem ventiladores. O design sem ventoinha mantém os níveis de ruído baixos, para que você não se distraia ao trabalhar ou se divertir, até mesmo no silêncio da madrugada. E no coração do desempenho do ASUS E510 está o processador Intel® Celeron® N4500, além de 4 GB de memória RAM DDR4 e 128 GB de armazenamento rápido eMMC³ e um slot M.2 que permite a instalação de um SSD para aumentar a capacidade de armazenamento. Novo notebook ASUS E510, movimente-se com estilo. 1. O peso do produto pode variar de acordo com a configuração do dispositivo. 2. Logo ASUS desconstruído na tampa somente para os modelos na cor Rose Pink. 3. Duração de bateria de até 8 horas. Configuração do teste de duração da bateria: Intel® Celeron® N4000, 4 GB de RAM, tela FHD, 64 GB eMMC, 42Whr. Testes de bateria conduzidos pela ASUS em janeiro de 2020 usando o MobileMark® 2014 Office Productivity. Configurações de teste: Wi-Fi habilitado, brilho da tela definido para 150 nits. O tempo de carregamento da bateria, tal como a sua duração e vida útil, pode variar de acordo com a forma de uso, configuração do produto, condições operacionais, configurações de gerenciamento de energia e ambiente onde está. A duração da bateria diminuirá com o decorrer da vida útil da bateria.",
        "imagem_url": "https://m.media-amazon.com/images/I/51HvjwRCBJL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Celeron/dp/B0DD64K4MP/ref=sr_1_5?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-5&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 6,
        "titulo": "Notebook ASUS VivoBook Go 15, AMD RYZEN 5 7520U, 8GB, 512GB SSD, KeepOS, Tela 15,6\" FHD, Mixed Black - E1504FA-NJ732",
        "preco_final": "R$2.579,00",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "560",
        "descricao_curta": "Sobre este item\n-1. Desempenho para o dia dia com AMD Ryzen 5 7520U; 2. Tela Full HD antirreflexo de 15,6”; 3. Resistência e Durabilidade de Nível Militar; 4. Abertura em 180° para melhor visualização.\n-Para um melhor uso, certifique-se de não executar vários aplicativos em segundo plano, pois isso pode consumir mais recursos do sistema.",
        "descricao_longa": "É leve. É compacto. É o ASUS Vivobook Go 15. Projetado para torná-lo produtivo e mantê-lo entretido onde quer que você vá! Com processador AMD Ryzen™ 5 7520U de excelente desempenho, 8 GB de memória RAM LPDDR51 e até 512 GB de SSD2 , ele é perfeito para seu dia a dia. Ainda conta com uma dobradiça plana de 180°, tampa física protetora na webcam e muitos recursos de design bem pensados — incluindo uma tela de 15 polegadas antirreflexo Full HD — tudo para que você vá além! O ASUS Vivobook Go 15 é equipado com um processador AMD Ryzen™ 5, 8 GB de uma rápida memória LPDDR5 e até 512 GB de armazenamento SSD, capazes de ajudá-lo a concluir todas as tarefas do dia a dia. Um acelerador AMD Radeon™ 610M ainda ajuda a potencializar a performance gráfica do notebook. O ASUS Vivobook Go 15 traz visuais incríveis graças à sua tela Full HD antirreflexiva de 15,6 polegadas. Seu design NanoEdge com bordas finas oferece mais espaço em tela para multitarefa, com proporção tela/corpo3 de 83% que garante uma ampla e imersiva exibição de imagens. O ASUS Vivobook Go 15 possui resistência4 extraordinária, atendendo ao exigente padrão de nível militar MIL-STD-810H. Isto significa que esse dispositivo passou por 12 métodos de teste rigorosos e 26 procedimentos. O resultado é um produto reconhecido pela confiabilidade e durabilidade. Esses fatores também beneficiam inerentemente a longevidade e, portanto, a sustentabilidade, para que você possa trabalhar, viajar ou relaxar com a confiança de que seu notebook ASUS está sempre preparado. O ASUS Vivobook Go 15 possui uma dobradiça plana de 180°, projetada com precisão para facilitar a visualização dos conteúdos em tela por qualquer pessoa ao redor. Sendo assim ele pode ser utilizado totalmente aberto, com um amplo ângulo visual. Além disso, vem com muitas portas de conexão capazes de mantê-lo sempre produtivo. Há uma porta USB-C® 3.2 Geração 1, uma porta USB 3.2 Geração 1 Tipo-A, uma porta USB 2.0, uma saída HDMI® e um conector de 3,5 mm para fone/microfone, essenciais para facilitar a conexão de seu ASUS Vivobook com outros periféricos, monitores e projetores. Com o ASUS Vivobook Go 15, você tem produtividade para ir além! 1. A capacidade máxima de RAM pode variar de acordo com a configuração do dispositivo. 2. A capacidade máxima do SSD pode variar de acordo com a configuração do dispositivo. 3. A proporção tela/corpo é calculada com base na área visível do corpo da tela quando o notebook é aberto a 90° e na área ativa da tela. 4. O regime de teste inclui os requisitos dos padrões de nível militar e dos testes de qualidade da ASUS e varia dependendo do dispositivo. O teste MIL-STD-810 é realizado apenas em produtos ASUS selecionados. Observe que o teste MIL-STD-810 ajuda a garantir a qualidade dos produtos ASUS, mas não indica uma adequação específica para uso militar. O teste é realizado em condições de laboratório. Qualquer dano causado por tentativas de replicar essas condições de teste será considerado acidental e não será coberto pela garantia padrão da ASUS.",
        "imagem_url": "https://m.media-amazon.com/images/I/71TK+vh6JIL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-KeepOS/dp/B0CYW2N6TX/ref=sr_1_6?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-6&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 7,
        "titulo": "Notebook Lenovo IdeaPad Slim 3 15IRH10 Intel Core i5-13420H 8GB 512GB SSD Windows 11 15.3\" - 83NS0002BR Luna Grey",
        "preco_final": "R$3.001,91",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "24",
        "descricao_curta": "Sobre este item\nMemória RAM 8GB DDR5-4800 (Expansivel até 24GB)\nArmazenamento de 512GB SSD\nTela 15.3\" FHD (1920x1200) IPS 300nits\nAuto falantes - Stereo speakers, 2W x2, Otimizados com Dolby Audio\nCamera - HD 720p com Obturador de Privacidade\nBluetooth - 5.2\nWindows 11 Home",
        "descricao_longa": "Impulsione sua mobilidade com o IdeaPad Slim 3i com processadores Intel® Core™ Series. Experimente visuais nítidos em uma tela elegante com resolução WUXGA (1920x1200) que dá vida ao seu conteúdo, pesando apenas 1,59 kg e com espessura de 16,9 mm. Um dispositivo realmente portátil, com uma poderosa bateria de 50Wh e tecnologia de carregamento rápido. Tecnologia ecológica com desempenho de ponta: Adote um estilo mais sustentável sem sacrificar o desempenho com a tecnologia IMR (In-Mold Rolling) para reduzir significativamente o desperdício e o uso de energia na produção. A tampa traseira contém 30% de material reciclado. Nossa embalagem redesenhada, feita com materiais reciclados, reduz o impacto ambiental desde o desenvolvimento até sua porta. Sem amarras: uma história sem dependência de tomadas: Diga adeus à ansiedade por falta de energia enquanto estiver em movimento com o laptop IdeaPad Slim 3i e aproveite a longa duração da bateria além do carregamento rápido que oferece um reforço de 2 horas de energia com apenas 15 minutos de carga — mais rápido que uma pausa para o café. Visível quando necessário: Controle sua visibilidade digital na câmera com o obturador de privacidade. Mantenha o foco em chamadas de vídeo quando precisar ser visto e desapareça de vista para se proteger de intrusões digitais inesperadas. Veja cada detalhe, ame cada momento: Torne cada momento memorável em uma tela WUXGA WVA, garantindo cores vibrantes e detalhes nítidos de qualquer ângulo. Desfrute de uma experiência visual mais imersiva com a proporção de 16:10, oferecendo mais espaço vertical para streaming, jogos ou estudos contínuos. A certificação TÜV ajuda a proteger seus olhos durante sessões de tela prolongadas.\n \nPlaca de Som\nAlto-falantes, 2W x2, otimizado com Dolby Audio™\n  \nPlaca de Vídeo\nIntegrated Intel® UHD Graphics\n  \nConteúdo da Embalagem\n1 notebook e cabo de energia\n  \nChipset\nIntel SoC Platform\n  \nTeclado\nPadrão brasileiro\n  \nCamera\nHD 720p com Obturador de Privacidade\n  \nReferência do Modelo\n83NS0002BR\n  \nBateria\n3 células 50Wh\n  \nDimensões (AxLxP)\n343.4 x 239.5 x 17.9-18.9 mm\n  \nFormato da Tela\n16:9 widescreen\n  \nAlimentação\nBivolt\n  \nMarca do Processador\nIntel\n  \nProcessador\nIntel Core i5-13420H\n  \nCache\n12MB\n  \nPeso Líquido\n1.59 kg\n  \nSistema Operacional\nWindows 11 Home\n  \nDiferenciais\nNotebook fino e potente com processadores Intel de 13.ª geração. Tela WUXGA de 15.3\", bateria de 10 horas, carregamento rápido\n  \nDetalhe Memória RAM\n8GB Soldado DDR5-4800\n  \nResolução da Tela\nWUXGA (1920 x 1200), IPS, antirreflexo, Sem tela tátil, 45%NTSC, 300 nits, 60Hz\n  \nTamanho do SSD\n512GB SSD M.2 2242 PCIe Gen4 QLC\n  \nSoftwares inclusos\nLenovo Vantage\n  \nModelo do Processador\nIntel Core i5-13420H, 8C (4P + 4E) / 12T, P-core 2.1 / 4.6GHz, E-core 1.5 / 3.4GHz, 12MB\n  \nPolegadas da Tela\n15.3\"\n  \nMemória RAM\n8GB\n  \nMicrofone\n2 microfones, Array (Direcional)\n  \nBluetooth\nBluetooth 5.2\n  \nANATEL\n069701804423\n  \nCor\nLuna Grey\n  \nConexões\n2x USB-A (USB 5Gbps / USB 3.2 Gen 1) | 1x USB-C® (USB 5Gbps / USB 3.2 Gen 1), com USB PD 3.0 e DisplayPort™ 1.2 | 1x HDMI® 1.4 | 1x Conector de fone/microfone (3.5mm) | 1x Leitor de cartão SD | 1x Conector de energia\n  \nPlaca de Rede\nWi-Fi 6, 802.11ax 2x2\n  \nGarantia do Fornecedor\n1 ano\n  \nLeitor de Cartão\nLeitor de cartão SD\n  \nCódigo de Barras\n198156745156\n  \nMais Informações\nImagens Meramente Ilustrativas",
        "imagem_url": "https://m.media-amazon.com/images/I/713GzsYLBbL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-15IRH10-i5-13420H/dp/B0F7RVV292/ref=sr_1_7?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-7&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 8,
        "titulo": "Notebook Lenovo IdeaPad 1i i5-1235U 8GB 256GB 15.6\" W11",
        "preco_final": "R$2.556,57",
        "avaliacao_estrelas": "4,8 de 5 estrelas",
        "total_avaliacoes": "658",
        "descricao_curta": "Sobre este item\nProcessador - i5-1235U\nTela 15.6\" HD (1366x768) Antirreflexo\nSistema Operacional Windows11\nMemória RAM 8GB\nArmazenamento 256GB SSD\nBluetooth 5.0\nPlaca de Vídeo Intel Iris Xe configurada como Intel UHD Graphics\n\"Expansível até 24GB (8GB soldado + 16GB SO-DIMM DDR4-3200)\"",
        "descricao_longa": "Notebook Lenovo IdeaPad 1i i5-1235U 8GB 256GB 15.6\" W11",
        "imagem_url": "https://m.media-amazon.com/images/I/51qYgtqNzYL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-i5-1235U-256GB/dp/B0DCLZRN7W/ref=sr_1_8?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-8&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 9,
        "titulo": "Notebook Lenovo IdeaPad 1i Intel Celeron + Microsoft 365 Personal 4GB 128GB SSD W11 15.6\" 82QH0007BR",
        "preco_final": "R$1.979,00",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "49",
        "descricao_curta": "Sobre este item\nTela 15;6\" FHD\nPacote office 365 Personal (licença de 1 ano)\nWindows 11 home",
        "descricao_longa": "O IdeaPad 1i Gen 7 (15\" Intel) é exatamente o que você precisa em um Notebook de uso diário. Assista a programas em uma tela HD de 15,6\" com uma moldura extremamente fina. Ouça áudio rico e nítido de dois alto-falantes Dolby Audio™. E com uma bateria poderosa que carrega super rápido, você pode trabalhar de qualquer lugar enquanto desfruta de videochamadas nítidas com cancelamento de ruído inteligente.\nLicença do office 365 Personal de 1 ano.\n\nAlimentação\nBivolt\n\nANATEL\n160452004076\n\nBateria\n3 Células 42Wh\n\nBluetooth\nBluetooth 5.2\n\nCache\n4MB\n\nChipset\nIntegrado\n\nCódigo de Barras\n0198153846511\n\nConexões\n1x USB 2.0, 1x USB 3.2 Gen 1, 1x USB-C 3.2 Gen 1 (support data transfer only), 1x HDMI 1.4b\n\nConteúdo da Embalagem\n1 notebook e cabo de energia\n\nCor\nCloud Grey\n\nDetalhe Memória RAM\n4GB soldado DDR4-2933\n\nDiferenciais\nTela 15.6\" FHD. Como Office 365 Personal (licença de 1 ano)\n\nDimensões (AxLxP)\n360.2 x 236 x 17.9 mm\n\nFormato da Tela\n16:9 widescreen\n\nGarantia do Fornecedor\n1 Ano de garantia padrão\n\nLeitor de Cartão\nSD Card Reader\n\nMais Informações\nImagens meramentes ilustrativas\n\nMemória RAM\n4GB Soldado\n\nModelo do Processador\nN4500\n\nPeso Líquido\n1.6kg\n\nPlaca de Rede\nWi-Fi 6, 802.11ax 2x2\n\nPlaca de Som\nAlto-falantes estéreo, 1,5 W x2, Dolby Audio\n\nPlaca de Vídeo\nIntegrada\n\nPolegadas da Tela\n15.6\"\n\nProcessador\nIntel® Celeron® N4500\n\nReferência do Modelo\n82QH0007BR\n\nResolução da Tela\n15.6\" FHD (1920x1080) Antirreflexo\n\nSistema Operacional\nWindows 11\n\nSoftwares inclusos\nLenovo Vantage\n\nTamanho do SSD\n128GB\n\nTeclado\nPadrão brasileiro, teclado numérico\n\nLinha do processador\nN4500",
        "imagem_url": "https://m.media-amazon.com/images/I/61OA+bFg87L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-Microsoft-Personal-82QH0007BR/dp/B0DGHKY4LJ/ref=sr_1_9?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-9&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 10,
        "titulo": "Notebook Positivo Duo 2 em 1 Intel Celeron Windows 11 Home 4GB 128GB, Tela 11.6\" IPS HD, Cinza - C4128B-3",
        "preco_final": "Preço não encontrado",
        "avaliacao_estrelas": "4,2 de 5 estrelas",
        "total_avaliacoes": "666",
        "descricao_curta": "Sobre este item\nBateria com duração média de 6 horas* garantindo tempo suficiente longe das tomadas. Tecla Netflix de acesso rápido ao Streaming para relaxar e aproveitar seus conteúdos favoritos. \"Mantenha seu POSITIVO DUO em pleno funcionamento atualizando periodicamente o Windows. Para isso, acesse: Iniciar > Configurações > Atualização e segurança > Windows Update.\"",
        "descricao_longa": "Notebook ou tablet? Qual você prefere para estudar e colocar em ação as atividades de trabalho com mais facilidade? Sem dúvida, vai preferir o Notebook Positivo Duo 2 em 1.\nVersátil, o dispositivo é conversível e tem tela touchscreen. São 4 posições diferentes para usar, que fazem dele multitarefas, sendo elas o modo cabana, tablet, modo apresentação e o modo notebook, sendo ideal para sua rotina, adaptando-se à necessidade do seu momento.\nCom tela touch HD IPS de cores vivas e nítidas, câmera integrada e 11,6 polegadas, o Duo é leve e fino, pesando apenas 1,15kg. Pode ser levado na mochila, na bolsa ou na mala com facilidade.\nAgilidade nos toques sem perder o conforto, a caneta capacitiva substitui a ponta dos dedos e garante a interatividade na tela ao selecionar ações como correr a página nas direções desejadas, usar apps, voltar ou avançar vídeos, redigir e-mails e muito mais.\nTudo no tempo ideal caso esteja longe de tomadas. A bateria tem duração de até 6 horas* para revisar o conteúdo antes da prova, realizar uma apresentação ou terminar de assistir o vídeo preferido tranquilamente.\nCansou? Aperte a tecla Netflix e curta o seu conteúdo preferido. Escolha o ângulo e modo como quer assistir, posicione o Positivo Duo e pronto, agora é só fazer a pipoca e aproveitar.\nDesfrute de tudo isso no Intel Celeron e tecnologia de armazenamento eMMC, seus arquivos, memórias e apps garantidos, com agilidade e desempenho perfeito para estudar, trabalhar e ficar conectado nas redes sociais, executando as tarefas do dia a dia.\nCARACTERÍSTICAS:\n• Processador Celeron N4020;\n• Tela 11,6” com resolução HD 1366 x 768 pixels, IPS;\n• Peso 1,15 Kg;\n• Sistema Operacional Windows 11;\n• Bateria 2 células/7,4V/5.000mAh;\n• Wifi (IEEE 802.11 b/g/n) – onboard;\n• Bluetooth 4.0;\n• Expansão de armazenamento usando cartão de memória Micro SD.\n*Tempo de duração pode variar com o uso do notebook.\n\"Mantenha seu POSITIVO DUO em pleno funcionamento atualizando periodicamente o Windows. Para isso, acesse: Iniciar > Configurações > Atualização e segurança > Windows Update.\"",
        "imagem_url": "https://m.media-amazon.com/images/I/71oj+ISMRaL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Positivo-Celeron-C4128B-3-Windows11/dp/B0BZ8Y9QV9/ref=sr_1_10?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-10"
    },
    {
        "id": 11,
        "titulo": "Notebook ASUS Vivobook 15 X1504VA Intel Core i5 1334U 8GB Ram 512GB SSD Windows 11 Tela 15,6\" FHD Silver - NJ1740W",
        "preco_final": "R$2.963,01",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "18",
        "descricao_curta": "Sobre este item\nSistema Operacional Windows 11 Home\nArmazenamento 512 GB SSD\nMemória RAM DDR4 8 GB\nProcessador Intel Core i5 1334U\nPlaca de Vídeo Integrada Intel Iris Xe",
        "descricao_longa": "Equipado com processador Intel Core de 13ª geração, o ASUS Vivobook 15 garante desempenho ágil e fluido para multitarefas, incluindo estudos, trabalho e entretenimento. Seja navegando com diversas abas abertas, editando documentos ou assistindo a vídeos em alta resolução, tudo acontece com rapidez e eficiência.. Part Number: 90NB10J2-M02740 SKU ASUS: X1504VA-NJ1740W EAN Code: 7908737300796 Código de homologacao Anatel: 00595-18-04423 Processador Intel Core i5 1334U 1.3 GHz, 12 MB Cache Memória RAM: 8 GB (4 GB OnBoard + 4 GB OffBoard) Armazenamento: 512 GB SSD Tela 15.6'' LED-backlit Anti-Glare Resolução da Tela: 1920x1080 Placa de Vídeo: Intel Iris Xe Garantia 12 meses Tela Sensível ao Toque: Não Clock de Memória: 3200 MHz Wi-Fi 5(802.11ac) (Dual band) 1*1 + Bluetooth 5.1 Tipo da Placa de vídeo: Integrada Teclado retro iluminado: Não Câmera Frontal: HD Bluetooth 5,1 Áudio SonicMaster Alto-falantes embutidos Microfone embutido Saídas 1x USB 2.0 Type-A (data speed up to 480Mbps) 1x USB 3.2 Gen 1 Type-C (data speed up to 5Gbps) 2x USB 3.2 Gen 1 Type-A (data speed up to 5Gbps) 1x 3.5mm Combo Audio Jack 1x HDMI 1.4 1x DC-in Adaptador de Energia 45 W Bateria 3 Células / 3780 mAh Software Battery health charging AI Noise Canceling Function key lock WiFi SmartConnect System diagnosis Link to MyASUS Fan Profile Live update ScreenXpert TaskFirst Splendid Tru2Life MyASUS GlideX Sistema Operacional Windows 11 Home Características Especificações Militares US MIL-STD 810H Tampa de privacidade para a Webcam Certificação TÜV Rheinland Energy star 8.0 EPEAT Silver REACH RoHS Peso do Produto 1.7 Kg Dimensões 35.97 cm X 23.25 cm X 1.79 cm",
        "imagem_url": "https://m.media-amazon.com/images/I/51a7WvXhA0L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-X1504VA-Windows/dp/B0F4ZTT2MM/ref=sr_1_11?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-11&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 12,
        "titulo": "Notebook HP 256R G9 Intel Core i3 1315U 13º Geração. Memória RAM 8GB. SSD 256GB. Tela de 15,6\" LCD. Windows 11 - Home SL - Cinza Escuro. Bivolt. (BQ9K8AT#AK4)",
        "preco_final": "R$2.384,10",
        "avaliacao_estrelas": "4,9 de 5 estrelas",
        "total_avaliacoes": "49",
        "descricao_curta": "Sobre este item\nBonito e leve: O Notebook HP 256R acompanha os estilos de trabalho móveis com um design fino e leve e uma grande proporção tela/corpo.\nVeja e seja visto com clareza: Colabore efetivamente com uma câmera HD e redução de ruído baseada em IA com os microfones de matriz dupla.\nProcessador multi-core Intel de 13ª geração: Obtenha a combinação perfeita de potência, desempenho rápido e valor com um processador Intel Core de 13ª geração para lidar com várias tarefas de trabalho com tranquilidade e confiança com vários núcleos de processamento.\nLAN sem fio rápida e eficiente: A portabilidade do PC e a confiabilidade de uma conexão rápida determinam onde você pode trabalhar. Obtenha uma conexão rápida e confiável em ambientes sem fio densos com Wi-Fi de velocidade de gigabit 6.\nHP Sure Sense: O malware está evoluindo rapidamente entre os recursos tradicionais antivírus. Proteja seu computador contra ataques nunca antes vistos com o HP Sure Sense, que combina análise comportamental e técnicas avançadas de IA para oferecer uma proteção incomparável.",
        "descricao_longa": "Bonito e leve: O Notebook HP 256R acompanha os estilos de trabalho móveis com um design fino e leve e uma grande proporção tela/corpo. Veja e seja visto com clareza: Colabore efetivamente com uma câmera HD e redução de ruído baseada em IA com os microfones de matriz dupla. Processador multi-core Intel de 13ª geração: Obtenha a combinação perfeita de potência, desempenho rápido e valor com um processador Intel Core de 13ª geração para lidar com várias tarefas de trabalho com tranquilidade e confiança com vários núcleos de processamento. LAN sem fio rápida e eficiente: A portabilidade do PC e a confiabilidade de uma conexão rápida determinam onde você pode trabalhar. Obtenha uma conexão rápida e confiável em ambientes sem fio densos com Wi-Fi de velocidade de gigabit 6. HP Sure Sense: O malware está evoluindo rapidamente entre os recursos tradicionais antivírus. Proteja seu computador contra ataques nunca antes vistos com o HP Sure Sense, que combina análise comportamental e técnicas avançadas de IA para oferecer uma proteção incomparável.",
        "imagem_url": "https://m.media-amazon.com/images/I/71rq8UFkcvL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-HP-Gera%C3%A7%C3%A3o-Mem%C3%B3ria-Windows/dp/B0F63YHGGR/ref=sr_1_12?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-12&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 13,
        "titulo": "Notebook ASUS VivoBook Go 15, AMD RYZEN 5 7520U, 8GB, 256GB SSD, KeepOS, Tela 15,6\" FHD, Mixed Black - E1504FA-NJ731",
        "preco_final": "R$2.379,15",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "613",
        "descricao_curta": "Sobre este item\n1. Desempenho para o dia dia com AMD Ryzen 5 7520U; 2. Tela Full HD antirreflexo de 15,6”; 3. Resistência e Durabilidade de Nível Militar; 4. Abertura em 180° para melhor visualização.",
        "descricao_longa": "Descrição longa não encontrada",
        "imagem_url": "https://m.media-amazon.com/images/I/71TK+vh6JIL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-KeepOS/dp/B0CYVVRSSZ/ref=sr_1_13?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-13&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 14,
        "titulo": "Notebook, Windows 11 Home, Tela 15,6 Pol HD, Celeron N4020C, Memória 4GB/128GB, Microsoft 365, Ultra - UB261",
        "preco_final": "R$1.328,10",
        "avaliacao_estrelas": "4,3 de 5 estrelas",
        "total_avaliacoes": "95",
        "descricao_curta": "Sobre este item\nTela 15,6\" HD com Cover de Câmera: Experiência visual nítida e privacidade garantida com a tela HD de 15,6\" e cover de câmera integrado.\nProcessador Intel Celeron N4020C: Desempenho eficiente para tarefas cotidianas e multitarefa suave com o processador Intel Celeron N4020C.\nArmazenamento 128GB Flash (eMMC): Espaço de armazenamento generoso e resposta rápida do sistema com 128GB de armazenamento Flash (eMMC).\nMemória RAM 4GB: Execução fluida de aplicativos e multitarefa eficiente com 4GB de memória RAM.\nTeclas de Atalhos para Acessar Rapidamente Aplicativos Favoritos: Praticidade no acesso aos seus aplicativos preferidos, como YouTube e Globoplay, com teclas de atalho dedicadas.",
        "descricao_longa": "Descrição longa não encontrada",
        "imagem_url": "https://m.media-amazon.com/images/I/610VuYNv4KL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Windows-Processador-Celeron-Mem%C3%B3ria/dp/B0CV4J2JS3/ref=sr_1_14?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-14&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 15,
        "titulo": "Notebook Dell Inspiron I15-I120K-A15P 15.6\" Full HD 12ª Geração Intel Core i3 8GB 512GB SSD Windows 11 Preto",
        "preco_final": "R$2.969,09",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "396",
        "descricao_curta": "Sobre este item\n12ª geração Intel Core i3-1215U (6-core, cache de 10MB, até 4.4GHz)\nSSD de 512GB PCIe NVMe M.2\n8GB DDR4 (1x8GB) 2666MT/s; Expansível até 16GB (2 slots soDIMM)\nFull HD de 15.6\" (1920 x 1080), 120 Hz, WVA",
        "descricao_longa": "\"EXPERIÊNCIA IMERSIVA EM TELA FULL HD COM BORDAS MAIS FINAS EM 15.6” Processadores eficientes de 12ª Geração: possui uma capacidade de resposta incrível que permite a realização de tarefas simultâneas de forma tranquila e sem problemas. Pensado para o dia a dia: alterne entre aplicativos abertos em configurações de 8GB de memória. O SSD de 512GB ainda proporciona maior tempo de bateria e performance mais silenciosa e rápida. Experiência de visualização imersiva: a tela Full HD de 15,6 polegadas, antirreflexo de alta definição com três lados de bordas finas, oferece uma imagem clara e brilhante que é agradável aos olhos com a solução de software ComfortView (reduz a emissão de luz azul). Utilize com conforto: uma dobradiça eleva o seu dispositivo a um ângulo ergonômico, o que proporciona uma experiência de digitação mais confortável. Mobilidade e design: fácil de levar com você para todos os lugares, o novo Inspiron 15 3000 ainda conta com uma bateria otimizada de 41Whr para ainda mais liberdade. Uma gama de portas: conecte-se a uma TV ou monitor com a porta HDMI, faça download de fotos por meio do slot para cartão SD, aproveite rápidas velocidades de transferência em todos os seus acessórios com duas portas USB 3.2 de 1ª Geração. Tranquilidade incluída: Para você que valoriza a comodidade, a Dell oferece o serviço de Assistência Básica no Local por 12 meses (incluindo a garantia legal de 90 dias) em todo o território nacional. Realizamos diagnóstico remoto em horário comercial e, se for identificada a necessidade de substituição de algum componente, enviamos o nosso técnico onde você e seu equipamento estiverem. Para ficar ainda melhor, conte com 15 meses de McAfee MultiDevice, que permite que o cliente proteja mais 2 PCs, tablets ou smartphones, além da sua máquina Dell. Este modelo acompanha o sistema operacional Windows 11 para uma experiência completa e Microsoft Office Trial – Versão para experimentação, válida por 30 dias.\"",
        "imagem_url": "https://m.media-amazon.com/images/I/71epkJC5SxL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I120K-A15P-Gera%C3%A7%C3%A3o/dp/B0DCLBBWLV/ref=sr_1_15?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-15&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 16,
        "titulo": "Notebook Dell Inspiron I15-I120K-A25P 15.6\" Full HD 12ª Geração Intel Core i5 8GB 512GB SSD Windows 11 Preto",
        "preco_final": "R$3.167,01",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "983",
        "descricao_curta": "Sobre este item\n12ª geração Intel Core i5-1235U (10-core, cache de 12MB, até 4.4GHz)\nSSD de 512GB PCIe NVMe M.2\n8GB DDR4 (1x8GB) 2666MT/s; Expansível até 16GB (2 slots soDIMM)\nTela Full HD de 15.6\" (1920 x 1080), 120 Hz, WVA\nTeclado numérico padrão em português",
        "descricao_longa": "EXPERIÊNCIA IMERSIVA EM TELA FULL HD COM BORDAS MAIS FINAS EM 15.6 Processadores eficientes de 12ª Geração: possui uma capacidade de resposta incrível que permite a realização de tarefas simultâneas de forma tranquila e sem problemas. Pensado para o dia a dia: alterne entre aplicativos abertos em configurações de 8GB de memória. O SSD de 512GB ainda proporciona maior tempo de bateria e performance mais silenciosa e rápida. Experiência de visualização imersiva: a tela Full HD de 15,6 polegadas, antirreflexo de alta definição com três lados de bordas finas, oferece uma imagem clara e brilhante que é agradável aos olhos com a solução de software ComfortView (reduz a emissão de luz azul). Utilize com conforto: uma dobradiça eleva o seu dispositivo a um ângulo ergonômico, o que proporciona uma experiência de digitação mais confortável. Mobilidade e design: fácil de levar com você para todos os lugares, o novo Inspiron 15 3000 ainda conta com uma bateria otimizada de 41Whr para ainda mais liberdade. Uma gama de portas: conecte-se a uma TV ou monitor com a porta HDMI, faça download de fotos por meio do slot para cartão SD, aproveite rápidas velocidades de transferência em todos os seus acessórios com duas portas USB 3.2 de 1ª Geração. Tranquilidade incluída: Para você que valoriza a comodidade, a Dell oferece o serviço de Assistência Básica no Local por 12 meses (incluindo a garantia legal de 90 dias) em todo o território nacional. Realizamos diagnóstico remoto em horário comercial e, se for identificada a necessidade de substituição de algum componente, enviamos o nosso técnico onde você e seu equipamento estiverem. Este modelo acompanha o sistema operacional Windows 11 para uma experiência completa e Microsoft Office Trial – Versão para experimentação, válida por 30 dias.",
        "imagem_url": "https://m.media-amazon.com/images/I/71epkJC5SxL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I120K-A25P-Gera%C3%A7%C3%A3o/dp/B0DCKWYRQ6/ref=sr_1_16?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-16&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 17,
        "titulo": "Notebook Acer Aspire5 A515-45-R36L AMD Ryzen7 5700U 12GB RAM (AMD Radeon) 512GB SSD 15.6” LED IPS Full HD Prata Teclado numérico Independente Linux Gutta",
        "preco_final": "R$2.999,00",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "1.296",
        "descricao_curta": "Sobre este item\nProcessador AMD Ryzen 7 5700U com 8 núcleos\nTela15.6”com resoluçãoFull HD\nMemória RAM DDR4\n512 GB de armazenamento em SSD NVMe\nTop cover em alumínio",
        "descricao_longa": "Marca: Acer Part Number: NX.AYDAL.00N EAN: 4711474012975 Largura (bruto) [m]: 0.5 Profundidade (bruto) [m]: 0.31 Peso (bruto) [Kg]: 1,77Kg Altura (bruto) [m]: 0.07 Processador: AMD RYZEN 7 Processador Modelo: 5700U (1.80GHz - 4.30GHz/ 8MB / 8NU/16TH/8GPU) Memória: 12GB (8GB soldado na motherboard + 4GB em slot) Tipo de Memória: DDR4 3200MHz SODIMM Memória Máxima: 24GB (8GB soldado na motherboard + 1 slot ) Armazenamento: SSD 512GB M.2 PCIe NVMe 2280 Armazenamento máximo: 1 Slot ocupado, compatível com SSD M.2 2280 - PCIe 3.0 NVMe x2/x4 até 512GB /HD e SSD SATA 3 2,5 de até 2TB",
        "imagem_url": "https://m.media-amazon.com/images/I/51f+8DD2VbL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Aspire5-A515-45-R36L-num%C3%A9rico-Independente/dp/B0B8YW587B/ref=sr_1_17?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-17&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 18,
        "titulo": "Notebook ASUS X515 Celeron Dual Core, 4 GB, 128 GB SSD, W11 Home, 15,60\" LED, Slate Grey - X515KA-BR309WS",
        "preco_final": "R$1.699,15",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "112",
        "descricao_curta": "Sobre este item\nProcessador Intel Celeron N4500\nArmazenamento SSD de 128 GB\nTela NanoEdge de 15,6” com antirreflexo\nVersão do sistema operacional: 11\n4 GB de memória RAM",
        "descricao_longa": "Seja para trabalho ou lazer, o novo ASUS X515 foi projetado para oferecer uma experiência verdadeiramente imersiva e prática no dia a dia. A Tela NanoEdge com bordas incrivelmente finas proporciona uma imersão visual sem igual. Seu revestimento fosco antirreflexo garante que você aproveite cada detalhe - seja assistindo a vídeos, participando de videoconferências ou realizando tarefas do dia a dia. No interior do ASUS X515, você encontrará uma estrutura de suporte de metal sob o teclado, que não só melhora a estabilidade ao digitar como também fortalece a articulação da dobradiça, protegendo os componentes internos. Essa construção robusta garante durabilidade, mantendo seu notebook seguro contra os desafios do cotidiano. Com um design compacto, fino e leve, pesando apenas 1,8 kg e com apenas 19,9 mm de espessura, o ASUS X515 é perfeito para quem está sempre em movimento. Com uma tela de 15 polegadas, ele maximiza o espaço na tela sem comprometer a portabilidade, permitindo que você leve sua produtividade para qualquer lugar. Mantenha-se sempre pronto para a ação com a bateria de carregamento rápido, que oferece 60% da carga total em apenas 49 minutos. A tecnologia exclusiva da ASUS monitora a bateria, protegendo-a contra sobrecargas e aumentando sua vida útil em até 3 vezes - ideal para você que precisa de eficiência e segurança, mesmo em momentos de pressa. Além de suas características impressionantes, o ASUS X515 é equipado com processador Intel® Celeron Dual Core N4500, 4 GB de memória RAM e 128 GB de armazenamento rápido SSD1, tudo rodando com Windows 11 Home. Com conexões versáteis, incluindo a porta reversível USB Tipo-C® 3.2 para transferências de dados até 10x2 mais rápidas, além de portas USB Tipo-A 3.2 e 2.0 e saída HDMI, você terá tudo o que precisa para conectar seus periféricos e manter sua produtividade. Produtividade em qualquer lugar com o novo notebook ASUS X515. 1. As especificações podem ser alteradas sem aviso prévio. Consulte a disponibilidade nos pontos de vendas. 2. Os números de transferência de dados USB-C™ são baseados no desempenho teórico. O desempenho real pode variar em diferentes situações de uso.",
        "imagem_url": "https://m.media-amazon.com/images/I/51ANyjGmuyL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-X515-Celeron-Slate/dp/B0DKG8SG8V/ref=sr_1_18?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-18&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 19,
        "titulo": "Notebook Acer Aspire 5 A15-51M-54E6 Intel Core I5 13° Geração H 8GB RAM 512GB SSD Tela 15.6 TN FHD 60Hz (UHD para processadores Intel) Windows 11 Home",
        "preco_final": "R$3.149,00",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "449",
        "descricao_curta": "Sobre este item\nProcessador Intel Core i5-13420H da 13ª Geração com 8 núcleos\nTeclas de atalhos AcerSense para configuração do sistema e Microsoft Copilot key assistente de tarefas feita por Inteligência Artificial\nTela15.6”com resoluçãoFull HD\nDobradiça com design elevado para melhorar a refrigeração\nPorta USB Tipo-C Thunderbolt 4",
        "descricao_longa": "Aspire 5 Potência reimaginada. Com Acer você vai mais longe. Realize suas tarefas com mais desempenho Faça as atividades do seu dia a dia com mais agilidade e autonomia. Estude, trabalhe e curta momentos de lazer com a familia. Navegue de forma intuitiva Aproveite todos os recursos oferecidos pelo sistema operacional e navegue com mais facilidade. Home: Altere rapidamente os modos de uso do sistema, verifique o desempenho e o status da bateria. Experience Zone: Um conjunto de recursos aprimorados por IA para colaboração. Verificação: Verifique o status atual de integridade do sistema, otimize o uso da bateria e o espaço de armazenamento. Configurações pessoais: Personalize as configurações de hardware. App Center: Navegue, adicione e execute os aplicativos instalados. Liberte a criatividade Aproveite o poder da IA para nunca ter que começar do zero. Desbloqueie a produtividade Deixe a IA resumir as ações para você e otimizar seu tempo. Habilidades de nível superior Seja melhor naquilo em que você é bom e domine o que ainda precisa aprender. Aproveite todos os espaços Armazene tudo que você precisa e um pouco mais. Guarde fotos, vídeos, documentos e planilhas importantes. SSD 512 GB RAM 8 GB Produtividade é a palavra chave! Com toda essa memória, suas tarefas ficam mais fluídas. Cores mais vivas Desfrute de uma experiência unica com uma tela full HD de 15.6\" com uma ampla visão e maior nitidez para uso no trabalho e no seu dia a dia A garantia deste produto é de 12 meses Durante este período, o notebook estará coberto mesmo que você faça um upgrade na sua máquina, como a instalação de SSD ou troque o sistema operacional por um de sua preferência, desde que as mudanças não comprometam a integridade do produto e os softwares utilizados sejam originais. Fique conectado pelo tempo que precisar Conecte-se com rapidez, tenha acesso a outros gadgets e transfira dados usando diferentes tecnologias.",
        "imagem_url": "https://m.media-amazon.com/images/I/51cj43d2FUL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-A15-51M-54E6-Gera%C3%A7%C3%A3o-processadores-Windows/dp/B0DM6Q9K97/ref=sr_1_19?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-19&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 20,
        "titulo": "Notebook Dell Inspiron I15-I1300-A30P 15.6\" Full HD 13ª Gen Intel Core i5 8GB 512GB SSD Win 11 Preto Carbono",
        "preco_final": "R$3.349,00",
        "avaliacao_estrelas": "5,0 de 5 estrelas",
        "total_avaliacoes": "2",
        "descricao_curta": "Sobre este item\nPROCESSADOR AVANÇADO — Equipado com Intel Core i5-1334U de 13ª geração com 10 núcleos, cache de 12MB e velocidade de até 4.60GHz para desempenho excepcional em multitarefas.\nARMAZENAMENTO VELOZ — SSD PCIe NVMe M.2 de 512GB oferece inicialização rápida e transferência de dados em alta velocidade para maior produtividade.\nMEMÓRIA EXPANSÍVEL — 8GB de memória DDR4 2666MT/s com possibilidade de expansão até 16GB através de dois slots soDIMM para melhor desempenho.\nTELA IMERSIVA — Display Full HD de 15.6\" com resolução 1920x1080 e taxa de atualização de 120Hz proporciona imagens nítidas e fluidas.\nERGONOMIA INTELIGENTE — Design com dobradiça elevada que proporciona ângulo de digitação mais confortável e melhor postura durante o uso.\nRESFRIAMENTO ADAPTATIVO — Sistema térmico inteligente que ajusta automaticamente o desempenho baseado no uso, mantendo a eficiência em qualquer situação.\nCARREGAMENTO EXPRESSO — Tecnologia ExpressCharge permite carregar até 80% da bateria em apenas 60 minutos, minimizando o tempo conectado à tomada.\nMostrar Mais:",
        "descricao_longa": "Descubra o que a eficiência pode fazer. Notebook de 15,6\" com tela Full HD, design elaborado e com processadores Intel® de 13ª geração. Uma forma inteligente de aproveitar seu dia. O novo Inspiron 15 é tão elegante por fora quanto eficiente por dentro. Contando com processador Intel® Core™ i5 de 13ª geração, memória de 8GB, SSD de 512GB e com bateria de 3 células - 41Wh, assim você pode concluir sua lista de tarefas num piscar de olhos. Conecte-se a tudo de que você gosta. Curta chats de vídeo de qualidade com uma webcam FHD integrada que mostra você da melhor forma. Passe mais tempo diante da tela com o software Dell ComfortView, uma solução de software que ajuda a reduzir as emissões nocivas de luz azul para manter os olhos confortáveis durante longos tempos de visualização. Detalhes práticos, experiências surpreendentes. Conecte muitos aparelhos com sua variedade de portas e aproveite rápidas velocidades de transferência em todos os seus acessórios com duas portas USB 3.2 de 1ª Geração. Tenha facilidade de digitação com letras espaçadas e de cálculo com teclado numérico. Utilize o Inspiron 15 com conforto ergonômico proporcionado por uma dobradiça que eleva o seu dispositivo, garantindo uma experiência de digitação mais confortável. Tranquilidade incluída: Para você que valoriza a comodidade, a Dell oferece o serviço de Assistência Básica no Local por 12 meses (incluindo a garantia legal de 90 dias) em todo o território nacional. Realizamos diagnóstico remoto em horário comercial e, se for identificada a necessidade de substituição de algum componente, enviamos o nosso técnico onde você e seu equipamento estiverem. Este modelo acompanha o sistema operacional Windows 11 para uma experiência completa e Microsoft Office Trial – Versão para experimentação, válida por 30 dias. A Dell reserva-se o direito de não concluir ou cancelar a venda se o(s) produto(s) for(em) adquirido(s) para revenda. Eventual desconto devido a forma de pagamento é fornecido pela(o) plataforma e não pela Dell. A nota fiscal do produto adquirido será emitida sem considerar tal desconto.",
        "imagem_url": "https://m.media-amazon.com/images/I/51LAU1+ACrL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I1300-A30P-Carbono/dp/B0FHCHBRGF/ref=sr_1_20?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-20&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 21,
        "titulo": "Notebook Gamer Lenovo LOQ E Core i5-12450HX, 8GB, 512GB SSD, RTX 3050 6GB, 15.6\" 144Hz, Linux 83MES00100",
        "preco_final": "R$3.998,07",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "249",
        "descricao_curta": "Sobre este item\nDesempenho revolucionário com os processadores Intel Core de 12ª geração\nJogos realistas em uma tela de 15,6\" FHD com taxa de atualização de 144Hz\nSom superior em todos os sentidos\nDesign leve e portátil\nCapacidade de bateria de 57WHr com Rapid Charge Pro¹",
        "descricao_longa": "Notebook Gamer LOQ Essential Core i5-12450HX, 8GB, 512GB SSD, RTX",
        "imagem_url": "https://m.media-amazon.com/images/I/71W6Nofdv0L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Gamer-Lenovo-i5-12450HX-83MES00100/dp/B0DYL44KXR/ref=sr_1_21?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-21&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 22,
        "titulo": "Notebook HP 256R G9 Intel Core i5 13º Geração. Memoria RAM 8GB. SSD 256GB. Tela de 15,6\" LCD. Windows 11 - Home SL - Cinza Escuro. Bivolt. (BQ9L1AT#AK4)",
        "preco_final": "R$2.749,00",
        "avaliacao_estrelas": "5,0 de 5 estrelas",
        "total_avaliacoes": "10",
        "descricao_curta": "Sobre este item\n[PROCESSADOR] Intel Core i5-1334U Conclua seus projetos com um processador Intel potente, memória rápida e armazenamento\n[SISTEMA OPERACIONAL] Encare o dia com o Windows 11 Home e os poderosos recursos de colaboração e conectividade da HP. HP recomenda Windows 11 Pro para empresas\n[ARMAZENAMENTO E MEMÓRIA] 8GB DDR4 RAM Expansível 32GB. Capacidade do SSD 256GB\n[CONEXÃO] 2 SuperSpeed USB Type-A 5Gbps signaling rate. 1 SuperSpeed USB Type-C 10Gbps signaling rate (USB Power Delivery, DisplayPort 1.4). 1 HDMI v1.4b 30. 1 RJ-45. 1 AC Power. 1 Headphone/mic combo jack\n[GARANTIA] Garantia de 1 ano",
        "descricao_longa": "HP 256RG9 i5-1334U 15 8GB/256 PC",
        "imagem_url": "https://m.media-amazon.com/images/I/71rq8UFkcvL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-HP-Gera%C3%A7%C3%A3o-Memoria-Windows/dp/B0F6CLQHQR/ref=sr_1_22?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-22&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 23,
        "titulo": "Notebook Dell Inspiron I15-I1300-A80P 15.6\" Full HD 13ª Gen Intel Core i7 16GB 1TB SSD Win 11 Preto Carbono",
        "preco_final": "R$4.900,00",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "47",
        "descricao_curta": "Sobre este item\n13ª geração Intel Core i7-1355U (10-core, cache de 12MB, até 5.0GHz)\nSSD de 1TB PCIe NVMe M.2\n16GB DDR4 (2x8GB) 2666MT/s; Expansível até 16GB (2 slots soDIMM)\nFull HD de 15.6\" (1920 x 1080), 120 Hz, WVA\nTeclado numérico padrão em português",
        "descricao_longa": "Descubra o que a eficiência pode fazer. Notebook de 15,6\" com tela Full HD, design elaborado e com processadores Intel® de 13ª geração. Uma forma inteligente de aproveitar seu dia. O novo Inspiron 15 é tão elegante por fora quanto eficiente por dentro. Contando com processador Intel® Core™ i7 de 13ª geração, memória de 16GB e SSD de 1TB você pode concluir sua lista de tarefas num piscar de olhos. Conecte-se a tudo de que você gosta. Curta chats de vídeo de qualidade com uma webcam FHD integrada que mostra você da melhor forma. Passe mais tempo diante da tela com o software Dell ComfortView, uma solução de software que ajuda a reduzir as emissões nocivas de luz azul para manter os olhos confortáveis durante longos tempos de visualização. Para garantir maior mobilidade e liberdade, o novo Inspiron 15 possui bateria otimizada de 54Whr. Detalhes práticos, experiências surpreendentes. Conecte muitos aparelhos com sua variedade de portas e aproveite rápidas velocidades de transferência em todos os seus acessórios com duas portas USB 3.2 de 1ª Geração. Tenha facilidade de digitação com letras espaçadas e de cálculo com teclado numérico. Utilize o Inspiron 15 com conforto ergonômico proporcionado por uma dobradiça que eleva o seu dispositivo, garantindo uma experiência de digitação mais confortável. Tranquilidade incluída: Para você que valoriza a comodidade, a Dell oferece o serviço de Assistência Básica no Local por 12 meses (incluindo a garantia legal de 90 dias) em todo o território nacional. Realizamos diagnóstico remoto em horário comercial e, se for identificada a necessidade de substituição de algum componente, enviamos o nosso técnico onde você e seu equipamento estiverem. Este modelo acompanha o sistema operacional Windows 11 para uma experiência completa e Microsoft Office Trial – Versão para experimentação, válida por 30 dias. A Dell reserva-se o direito de não concluir ou cancelar a venda se o(s) produto(s) for(em) adquirido(s) para revenda. Eventual desconto devido a forma de pagamento é fornecido pela(o) plataforma e não pela Dell. A nota fiscal do produto adquirido será emitida sem considerar tal desconto.",
        "imagem_url": "https://m.media-amazon.com/images/I/51SOqS11dZL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I1300-A80P-Carbono/dp/B0F7J4NR3G/ref=sr_1_23?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-23&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 24,
        "titulo": "Notebook Acer Nitro V15 ANV15-51-58AZ 13ª Geração Intel Core i5-13420H, 8GB RAM, 512GB SSD, NVIDIA RTX 3050, 15.6\" FHD LED IPS 144Hz, Windows 11, Preto, Retroiluminado",
        "preco_final": "R$4.250,70",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "590",
        "descricao_curta": "Sobre este item\n⚙️ Processador: Intel Core i5-13420H (10 núcleos – 6P+4E)\n🧠 Memória RAM: 8GB DDR5 (expansível)\n💾 Armazenamento: SSD 512GB NVMe – rapidez nas execuções\n🎮 Placa de vídeo dedicada: NVIDIA GeForce RTX 3050 – 6GB GDDR6\n🖥️ Tela: 15.6\" IPS, Full HD, 144Hz – fluidez e qualidade visual superior\n💻 Sistema operacional: Windows 11 Home\n🖤 Cor: Preto – design gamer discreto e elegante\n📦 Produto Original Acer – Linha Nitro V15",
        "descricao_longa": "O Acer Nitro V15 é a escolha certa para quem busca performance de verdade em jogos e produtividade avançada. Equipado com o potente processador Intel Core i5-13420H de 10 núcleos, 8GB de memória DDR5 e placa de vídeo dedicada NVIDIA GeForce RTX 3050 com 6GB, entrega fluidez em jogos atuais, edição de vídeos e multitarefas pesadas. Sua tela IPS de 15.6” com taxa de 144Hz proporciona imagens suaves e imersivas, enquanto o SSD de 512GB garante velocidade no carregamento de arquivos e sistemas. Pronto para rodar com Windows 11 Home e estilo gamer com acabamento em preto elegante.",
        "imagem_url": "https://m.media-amazon.com/images/I/51Wv-tEUn6L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ANV15-51-58AZ-Gera%C3%A7%C3%A3o-i5-13420H-Retroiluminado/dp/B0D1VV6NXS/ref=sr_1_24?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-24&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 25,
        "titulo": "Notebook ASUS Vivobook Go 15, Intel Core i3 N305, 4GB, 128GB SSD, W11 Home, Tela 15.6\" FHD Cool Silver - E1504GA-NJ440W",
        "preco_final": "R$2.039,15",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "319",
        "descricao_curta": "Sobre este item\nDesempenho confiável - Equipado com processador Intel Core i3 N305 e 4GB de RAM, oferece velocidade e eficiência para tarefas do dia a dia, como navegação, streaming e produtividade.\nArmazenamento rápido - O SSD de 128GB proporciona inicialização rápida e maior capacidade de resposta, além de armazenar seus arquivos e aplicativos com agilidade.\n\"Tela Full HD de 15.6\"\" - A tela de alta definição proporciona imagens nítidas e cores vibrantes, perfeita para assistir a vídeos, trabalhar e estudar com conforto.\"",
        "descricao_longa": "Descrição longa não encontrada",
        "imagem_url": "https://m.media-amazon.com/images/I/71iESqOEpeL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Silver/dp/B0CYVJHL3N/ref=sr_1_25?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-25&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 26,
        "titulo": "Samsung Notebook Galaxy Book4, Windows 11 Home, Intel® Core™ i5, 16GB, 512GB SSD, 15.6'' Full HD LED, 1.55 kg - Grafite",
        "preco_final": "R$4.099,00",
        "avaliacao_estrelas": "4,8 de 5 estrelas",
        "total_avaliacoes": "71",
        "descricao_curta": "Sobre este item\nWindows 11 Home\nProcessador Intel Core i5\nDesign fino e leve construído em metal",
        "descricao_longa": "Notebook Samsung Galaxy Book4, Windows 11 Home, Intel Core i5, 16GB, 512GB SSD, 15.6'' Full HD LED, 1.55 kg",
        "imagem_url": "https://m.media-amazon.com/images/I/51i0Y6AKnRL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Samsung-Notebook-Galaxy-Windows-Intel%C2%AE/dp/B0D4SW3MH6/ref=sr_1_26?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-26&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 27,
        "titulo": "Notebook Lenovo IdeaPad 1 15IRU7 Intel Core i3-1315U 8GB 256GB SSD Linux 15.6\" - 83QJS00000 Cloud Grey",
        "preco_final": "R$2.279,05",
        "avaliacao_estrelas": "5,0 de 5 estrelas",
        "total_avaliacoes": "2",
        "descricao_curta": "Sobre este item\nNotebook fino e potente com processadores Intel de 13.ª geração. Tela WUXGA de 15.3\", bateria de 10 horas, carregamento rápido",
        "descricao_longa": "O IdeaPad 1i Gen 7 (15\" Intel) é exatamente o que você precisa em um Notebook de uso diário. Assista a programas em uma tela HD de 15,6\" com uma moldura extremamente fina. Ouça áudio rico e nítido de dois alto-falantes Dolby Audio™. E com uma bateria poderosa que carrega super rápido, você pode trabalhar de qualquer lugar enquanto desfruta de videochamadas nítidas com cancelamento de ruído inteligente.\n \nPolegadas da Tela\n15.6\"\n  \nMemória RAM\n8GB\n  \nConexões\n1x USB 2.0 | 1x USB 3.2 Gen 1 | 1x USB-C® 3.2 Gen 1 (suporta apenas transferência de dados) | 1x HDMI® 1.4b | 1x Conector de fone/microfone (3.5mm) | 1x Leitor de cartão | 1x Conector de energia\n  \nTeclado\nPadrão brasileiro\n  \nConteúdo da Embalagem\n1 notebook e cabo de energia\n  \nBateria\n3 células 42Wh\n  \nMicrofone\n2 microfones, Array (Direcional)\n  \nANATEL\n069701804423\n  \nResolução da Tela\n15.6\" FHD (1920x1080) TN 250nits Anti-glare\n  \nCache\n10MB\n  \nLeitor de Cartão\nLeitor de cartão SD\n  \nMais Informações\nImagens Meramente Ilustrativas\n  \nCódigo de Barras\n198157165601\n  \nGarantia do Fornecedor\n1 ano\n  \nPeso Líquido\n1.62 kg\n  \nProcessador\nIntel Core i3-1315U\n  \nChipset\nIntel SoC Platform\n  \nModelo do Processador\nIntel Core i3-1315U, 6C (2P + 4E) / 8T, P-core 1.2 / 4.5GHz, E-core 0.9 / 3.3GHz, 10MB\n  \nBluetooth\nBluetooth 5.1\n  \nPlaca de Rede\nWi-Fi 6, 802.11ax 2x2\n  \nPlaca de Som\nAlto-falantes, 1.5W x2, otimizado com Dolby Audio™\n  \nSistema Operacional\nLinux\n  \nDiferenciais\nNotebook fino e potente com processadores Intel de 13.ª geração. Tela WUXGA de 15.3\", bateria de 10 horas, carregamento rápido\n  \nTamanho do SSD\n256GB SSD M.2 2242 PCIe 4.0x4 NVMe\n  \nAlimentação\nBivolt\n  \nDetalhe Memória RAM\n8GB Soldado DDR4-3200\n  \nReferência do Modelo\n83QJS00000\n  \nCor\nCloud Grey\n  \nPlaca de Vídeo\nIntegrated Intel UHD Graphics\n  \nDimensões (AxLxP)\n360.2 x 236 x 17.9 mm\n  \nSoftwares inclusos\nLenovo Vantage\n  \nCamera\nHD 720p com Obturador de Privacidade\n    \nMarca do Processador\nIntel\n  \nFormato da Tela\n16:9 widescreen",
        "imagem_url": "https://m.media-amazon.com/images/I/71uv+p19nTL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-15IRU7-i3-1315U/dp/B0FCVVRRWC/ref=sr_1_27?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-27&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 28,
        "titulo": "Notebook ASUS Vivobook Go RYZEN 3, 4 GB, 128 GB SSD, W11 Home, 15.6'' LED, Mixed Black - E1504FA-NJ1364W",
        "preco_final": "R$2.088,90",
        "avaliacao_estrelas": "5,0 de 5 estrelas",
        "total_avaliacoes": "4",
        "descricao_curta": "Sobre este item\n1. Desempenho para o dia dia com AMD Ryzen 3 7320U; 2. Tela Full HD antirreflexo de 15,6”; 3. Resistência e Durabilidade de Nível Militar; 4. Abertura em 180° para melhor visualização.",
        "descricao_longa": "É leve. É compacto. É o ASUS Vivobook Go 15. Projetado para torná-lo produtivo e mantê-lo entretido onde quer que você vá! Com processador AMD Ryzen™ 3 7320U de excelente desempenho, 4 GB de memória RAM LPDDR51 e até 256 GB de SSD2 , ele é perfeito para seu dia a dia. Ainda conta com uma dobradiça plana de 180°, tampa física protetora na webcam e muitos recursos de design bem pensados — incluindo uma tela de 15 polegadas antirreflexo Full HD — tudo para que você vá além! O ASUS Vivobook Go 15 é equipado com um processador AMD Ryzen™ 3, 4 GB de uma rápida memória LPDDR5 e até 256 GB de armazenamento SSD, capazes de ajudá-lo a concluir todas as tarefas do dia a dia. Um acelerador AMD Radeon™ 610M ainda ajuda a potencializar a performance gráfica do notebook. O ASUS Vivobook Go 15 traz visuais incríveis graças à sua tela Full HD antirreflexiva de 15,6 polegadas. Seu design NanoEdge com bordas finas oferece mais espaço em tela para multitarefa, com proporção tela/corpo3 de 84% que garante uma ampla e imersiva exibição de imagens. O ASUS Vivobook Go 15 possui resistência4 extraordinária, atendendo ao exigente padrão de nível militar MIL-STD-810H. Isto significa que esse dispositivo passou por 12 métodos de teste rigorosos e 26 procedimentos. O resultado é um produto reconhecido pela confiabilidade e durabilidade. Esses fatores também beneficiam inerentemente a longevidade e, portanto, a sustentabilidade, para que você possa trabalhar, viajar ou relaxar com a confiança de que seu notebook ASUS está sempre preparado. O ASUS Vivobook Go 15 possui uma dobradiça plana de 180°, projetada com precisão para facilitar a visualização dos conteúdos em tela por qualquer pessoa ao redor. Sendo assim ele pode ser utilizado totalmente aberto, com um amplo ângulo visual. Além disso, vem com muitas portas de conexão capazes de mantê-lo sempre produtivo. Há uma porta USB-C® 3.2 Geração 1, uma porta USB 3.2 Geração 1 Tipo-A, uma porta USB 2.0, uma saída HDMI® e um conector de 3,5 mm para fone/microfone, essenciais para facilitar a conexão de seu ASUS Vivobook Go 15 com outros periféricos, monitores e projetores. Com o ASUS Vivobook Go 15, você tem produtividade para ir além! 1. A capacidade máxima de RAM pode variar de acordo com a configuração do dispositivo. 2. A capacidade máxima do SSD pode variar de acordo com a configuração do dispositivo. 3. A proporção tela/corpo é calculada com base na área visível do corpo da tela quando o notebook é aberto a 90° e na área ativa da tela. 4. O regime de teste inclui os requisitos dos padrões de nível militar e dos testes de qualidade da ASUS e varia dependendo do dispositivo. O teste MIL-STD-810 é realizado apenas em produtos ASUS selecionados. Observe que o teste MIL-STD-810 ajuda a garantir a qualidade dos produtos ASUS, mas não indica uma adequação específica para uso militar. O teste é realizado em condições de laboratório. Qualquer dano causado por tentativas de replicar essas condições de teste será considerado acidental e não será coberto pela garantia padrão da ASUS.",
        "imagem_url": "https://m.media-amazon.com/images/I/71mq8SOgfrL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-RYZEN-Mixed/dp/B0DW1RMVFX/ref=sr_1_28?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-28&ufe=app_do%3Aamzn1.fos.a492fd4a-f54d-4e8d-8c31-35e0a04ce61e"
    },
    {
        "id": 29,
        "titulo": "Notebook Ultra, Windows 11 Home, Processador Intel Celeron, 128GB 4GB, Tela 11.6 Pol. HD - UB210",
        "preco_final": "R$1.299,90",
        "avaliacao_estrelas": "Avaliação não encontrada",
        "total_avaliacoes": "0",
        "descricao_curta": "Sobre este item\nNotebook 2 em 1 Ultra Touch – um dispositivo versátil que se adapta ao seu estilo de vida: use como notebook para produtividade ou como tablet para lazer, garantindo praticidade no dia a dia.\nTela de 11.6” HD com Touchscreen – aproveite imagens nítidas e cores vibrantes enquanto interage diretamente com a tela ao toque, ideal para assistir filmes, séries, navegar na web ou estudar.\nPotência e rapidez para suas tarefas – com processador Intel Celeron N4120, 4GB de RAM e 128GB SSD, você conta com desempenho fluido, inicialização rápida e espaço suficiente para armazenar seus arquivos mais importantes.\nMobilidade sem limites – leve, compacto e fácil de transportar, é perfeito para quem precisa estudar, trabalhar ou se entreter em qualquer lugar.\nDurabilidade e segurança extra – design resistente a respingos* que protege contra pequenos acidentes do dia a dia, oferecendo mais tranquilidade e confiabilidade no uso.",
        "descricao_longa": "Notebook 2 em 1 Ultra Touch – Versátil, Leve e Potente\nO Notebook 2 em 1 Ultra Touch é perfeito para quem busca portabilidade, desempenho e praticidade no dia a dia. Seu design compacto e leve permite usar como notebook ou tablet, ideal para estudar, trabalhar, assistir filmes, séries ou se conectar com quem você ama.\nDestaques do Produto:\nTela 11.6” HD Touchscreen: imagens nítidas e interatividade ao toque.\nProcessador Intel® Celeron® N4120: desempenho fluido para suas tarefas diárias.\nMemória 4GB DDR4 + 128GB SSD: inicialização rápida, agilidade e armazenamento seguro.\nWindows 11 Home: sistema moderno, otimizado e pronto para produtividade.\nPortátil e resistente: leve (apenas 1,1Kg), fácil de transportar e resistente a respingos*.\nRecursos Extras:\nCâmera 2MP com rotação 180°: flexibilidade para chamadas de vídeo e fotos.\nÁudio HQ: som claro e de alta qualidade.\nConectividade completa: 2x USB 3.0, 1x USB Tipo-C, HDMI, leitor MicroSD, entrada combo áudio e trava de segurança Kensington.\nWi-Fi 802.11b/g/n/ac + Bluetooth 5.1: conexão rápida e estável para suas atividades online.\nBateria de Longa Duração: equipada com bateria de 7.6V 6500mAh, garantindo horas de autonomia e mobilidade sem preocupações.\nEspecificações Técnicas:\nProcessador: Intel® Celeron® N4120\nSistema Operacional: Windows 11 Home\nPlaca de Vídeo: Intel® UHD 600 integrada\nMemória RAM: 4GB DDR4 2400MHz\nArmazenamento: 128GB SSD\nCor: Preto\nCâmera: 2MP com rotação 180°\nPortas: 2x USB 3.0, 1x USB Tipo-C, 1x HDMI, 1x combo áudio, 1x MicroSD, 1x Kensington Lock\nWireless: Wi-Fi Intel N9461, Bluetooth 5.1\nBateria: 7.6V 6500mAh\nAlimentação: 100-240V, 24W\nDimensões: 294 (L) x 213 (P) x 21 (A) mm\nPeso: 1,108Kg\nCertificação Anatel: 02143-18-04423\nEscolha o Notebook 2 em 1 Ultra Touch e tenha um dispositivo que une mobilidade, desempenho e versatilidade em um só produto. Perfeito para estudar, trabalhar ou se divertir em qualquer lugar.",
        "imagem_url": "https://m.media-amazon.com/images/I/51HrpcIFSJL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Ultra-Windows-Processador-Celeron/dp/B0FP5RRV6J/ref=sr_1_29?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-29&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 30,
        "titulo": "Notebook ASUS X515MA, Celeron Dual Core, SSD 128GB, 4GB, WIN 11 Home, 15,60\" Led-Backlit Anti-Glare, Slate Gray - X515MA-BR933WS",
        "preco_final": "R$1.899,00",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "693",
        "descricao_curta": "Sobre este item\nTela NanoEdge com molduras superfinas\nEstrutura interna reforçada em metal\nCompacto, fino e leve\nBateria com carregamento rápido",
        "descricao_longa": "Seja para trabalho ou lazer, o novo Notebook ASUS X515 é perfeito para o dia-a-dia, que oferece desempenho e recursos visuais imersivos. Sua Tela NanoEdge possui bordas incrivelmente finas e um revestimento fosco antirreflexo para uma experiência verdadeiramente envolvente. Além disso, o notebook ASUS X515 possui armazenamento SSD¹, que além de mais rápido é mais leve e mais seguro, enquanto seu chassi reforçado melhora a digitação e permite abrir e fechar a tampa em um movimento suave. No interior do ASUS X515, existe uma estrutura de suporte de metal embaixo do teclado que fornece uma plataforma muito mais estável ao digitar e usar o touchpad. Além de fornecer rigidez estrutural, também fortalece a articulação da dobradiça e protege os componentes internos. Os lados da tampa também são reforçados e funcionam como vigas de proteção contra impactos laterais em automóveis. Eles fornecem suporte estrutural para a tampa, o painel de LED e a junta de dobradiça. Proteção física e também para os seus dados. O ASUS X515 possui armazenamento SSD¹, que além de ser muito mais rápido que o HD convencional, é menor, mais leve e não tem partes mecânicas extremamente sensíveis a impactos e solavancos. Isso garante maior proteção aos dados armazenados no seu notebook, para que você possa trabalhar sem preocupações, com alto desempenho e produtividade, mesmo em um veículo em movimento. Se você está sempre em movimento e quer produtividade onde estiver, o ASUS X515 tem tela grande, mas corpo pequeno. Provavelmente você deve pensar que notebooks de 15 polegadas são grandes, mas como a moldura da tela é muito fina, o notebook ficou extremamente compacto, ainda assim sem perder produtividade e mantendo o teclado numérico. Ele ainda é leve, com apenas 1,8Kg, e bem fino, com 19,9mm de espessura - perfeito para levar, com você, onde for. Já que o ASUS X515 estará sempre com você, ele precisa estar sempre pronto! Com o carregamento rápido, você pode ter 60% da sua carga total em apenas 49 minutos de tomada. E para que isso aconteça com total segurança, a ASUS desenvolveu a exclusiva tecnologia que monitora a bateria, protegendo-a de sobrecargas e com isso aumentando a vida útil em até 3 vezes. No interior, ele é alimentado pelo processador Intel Celeron Dual Core com 4GB de memória RAM e até 256GB de armazenamento rápido SSD¹. Placa de vídeo integrada Intel UHD 600 e até Windows 11 Pro ou sistema Endless OS. Além disso, o novo ASUS X515 está equipado com a porta reversível USB Tipo-C 3.2, para transferência de dados até 10x mais rápidas³ do que as conexões USB 2.0 mais antigas, e portas USB Tipo-A 3.2 e 2.0, saída HDMI - para que você possa conectar facilmente todos os seus periféricos, monitores e projetores atuais, sem complicações. Novo Notebook ASUS X515, fácil de levar e produtividade sem esforço.",
        "imagem_url": "https://m.media-amazon.com/images/I/71UOx5ZIoAL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Celeron-Led-Backlit-Anti-Glare/dp/B0CK8P6RVH/ref=sr_1_30?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-30&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 31,
        "titulo": "Notebook Dell Inspiron I15-I120K-A35P 15.6\" Full HD 12ª Geração Intel Core i5 16GB 1TB SSSD Windows 11 Preto",
        "preco_final": "R$4.099,00",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "255",
        "descricao_curta": "Sobre este item\n12ª geração Intel Core i5-1235U (10-core, cache de 12MB, até 4.4GHz)\nSSD de 1TB PCIe NVMe M.2\n16GB DDR4 (2x8GB) 2666MT/s; Expansível até 16GB (2 slots soDIMM)\nFull HD de 15.6\" (1920 x 1080), 120 Hz, WVA\nTeclado numérico padrão em português",
        "descricao_longa": "EXPERIÊNCIA IMERSIVA EM TELA FULL HD COM BORDAS MAIS FINAS EM 15.6” Processadores eficientes de 12ª Geração: possui uma capacidade de resposta incrível que permite a realização de tarefas simultâneas de forma tranquila e sem problemas. Memória mais rápida, mais armazenamento: O SSD de 1TB proporciona maior tempo de bateria, rápida resposta e performance mais silenciosa. Além disso, os 16GB de memória RAM possibilitam realizar tarefas simultâneas, mesmo com uso intenso de aplicativos. As mais recentes placas de vídeo Intel® Iris Xe oferecem um grande avanço em jogos, streaming e criatividade, proporcionando uma experiência contínua ainda mais vívida e detalhada. Experiência de visualização imersiva: a tela Full HD de 15,6 polegadas, antirreflexo de alta definição com três lados de bordas finas, oferece uma imagem clara e brilhante que é agradável aos olhos com a solução de software ComfortView (reduz a emissão de luz azul). Utilize com conforto: uma dobradiça eleva o seu dispositivo a um ângulo ergonômico, o que proporciona uma experiência de digitação mais confortável. Mobilidade e design: fácil de levar com você para todos os lugares, o novo Inspiron 15 3000 ainda conta com uma bateria otimizada de 41Whr para ainda mais liberdade. Uma gama de portas: conecte-se a uma TV ou monitor com a porta HDMI, faça download de fotos por meio do slot para cartão SD, aproveite rápidas velocidades de transferência em todos os seus acessórios com duas portas USB 3.2 de 1ª Geração. Tranquilidade incluída: Para você que valoriza a comodidade, a Dell oferece o serviço de Assistência Básica no Local por 12 meses (incluindo a garantia legal de 90 dias) em todo o território nacional. Realizamos diagnóstico remoto em horário comercial e, se for identificada a necessidade de substituição de algum componente, enviamos o nosso técnico onde você e seu equipamento estiverem. Este modelo acompanha o sistema operacional Windows 11 para uma experiência completa e Microsoft Office Trial – Versão para experimentação, válida por 30 dias.",
        "imagem_url": "https://m.media-amazon.com/images/I/71epkJC5SxL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I120K-A35P-Gera%C3%A7%C3%A3o/dp/B0D51STHD3/ref=sr_1_31?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-31&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 32,
        "titulo": "Notebook ASUS TUF Gaming A15, GeForce RTX 2050, AMD RYZEN 7, 16 GB, 512 GB SSD, W11 Home, Tela 15.6'' FHD, Graphite Black - FA506NFR-HN060W",
        "preco_final": "R$4.198,99",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "51",
        "descricao_curta": "Sobre este item\n1. Poderoso processador de AMD Ryzen 7 7435HS; 2. Alta qualidade gráfica com NVIDIA GeForce RTX 2050 com TGP máximo de 70W; 3. Tela IPS de 15,6” com 144 Hz de taxa de atualização; 4. Máxima performance com memória DDR5 5. Resistência e durabilidade de nível militar.",
        "descricao_longa": "Conheça a nova linha de notebooks gamer TUF Gaming, da ASUS, feita para aqueles que buscam performance em jogos competitivos e querem vencer todos os desafios do dia a dia. Preparado para qualquer campo de batalha, o novo ASUS TUF Gaming F15 supera os limites, seja jogando, fazendo livestreams ou em qualquer outra atividade. Graças ao poderoso processador AMD Ryzen 7 7435HS, com 8 núcleos e 16 threads, até as tarefas mais complicadas ficam simples. Para que a sua gameplay seja excelente, este notebook vem equipado com a placa de vídeo NVIDIA® GeForce RTX™ 2050, que habilita todas as tecnologias baseadas em Inteligência Artificial desenvolvidos pela NVIDIA®, como Ray Tracing, DLSS e muitas outras. Trabalhando com uma potência gráfica (TGP) de 70 W, você terá muito mais FPS que seus oponentes. Para maximizar ainda mais o poder do processador e da placa de vídeo para obter mais FPS, o novo TUF A15 vem equipado com memórias DDR5, que são 50% mais rápidas que as memórias da geração passada. Assim, você poderá abrir simultaneamente diversas tarefas e obter mais performance em seus jogos. Para manter seus oponentes na mira, uma tela com boa taxa de atualização é muito importante. Para tanto, este notebook gamer conta com uma tela de 15,6” IPS Full HD com 144 Hz de taxa de atualização. Com a tecnologia Adaptive-Sync, a taxa de atualização da tela é sincronizada com a placa de vídeo, reduzindo o lag, minimizando os engasgos e eliminando qualquer outro entrave para uma experiência visual imersiva e suave. Para garantir a durabilidade e resistência dessa máquina, o chassis do ASUS TUF Gaming A15 foi projetado para ser capaz de resistir a quedas, vibrações, umidade e temperaturas extremas, sendo submetido a bateria de testes de nível militar do certificado MIL-STD-810H. Isso faz com que este notebook gamer suporte quedas acidentais e atividades do dia a dia, sem sofrimento. Resistência avançada em qualquer campo de batalha com o novo ASUS TUF Gaming A15.",
        "imagem_url": "https://m.media-amazon.com/images/I/81JqUAKqdXL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Gaming-GeForce-Graphite/dp/B0DQVFHTQF/ref=sr_1_32?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-32&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 33,
        "titulo": "Notebook Lenovo IdeaPad 1 15AMN7 AMD Ryzen 3 7320U 4GB 256GB SSD Windows 11 15.6\" - 82X5000LBR Cloud Grey",
        "preco_final": "R$2.184,05",
        "avaliacao_estrelas": "Avaliação não encontrada",
        "total_avaliacoes": "0",
        "descricao_curta": "Sobre este item\nNotebook leve e rápido, com Wi-Fi 6, SSD veloz, som Dolby e webcam com obturador de privacidade.",
        "descricao_longa": "Divirta-se com o IdeaPad 1 (15\" AMD) enquanto assiste a programas em uma tela HD expansiva de 15,6\" com uma moldura extremamente fina. Ouça áudio rico de alto-falantes estéreo Dolby Audio™. Desfrute de chamadas de vídeo nítidas em sua webcam HD, que oferece um obturador de privacidade que bloqueia espectadores indesejados. E com uma bateria poderosa que carrega super rápido, você pode trabalhar de qualquer lugar.\n\nPolegadas da Tela\n15.6\"\n  \nCor\nCloud Grey\n  \nConteúdo da Embalagem\n1 notebook e cabo de energia\n  \nDiferenciais\nNotebook leve e rápido, com Wi-Fi 6, SSD veloz, som Dolby e webcam com obturador de privacidade.\n  \nResolução da Tela\nHD (1366 x 768), TN, antirreflexo, sem tela tátil, 45%NTSC, 220 nits, 60Hz\n  \nProcessador\nAMD Ryzen 3 7320U\n  \nSistema Operacional\nWindows 11 Home Single Language\n  \nSoftwares inclusos\nLenovo Vantage\n  \nBateria\n3 células 42Wh\n  \nAlimentação\nBivolt\n  \nLeitor de Cartão\n1x Leitor de cartão SD\n  \nPeso Líquido\n1.58 kg\n  \nDimensões (AxLxP)\n360.2 x 236 x 17.9 mm\n  \nMemória RAM\n4GB\n  \nChipset\nAMD SoC Platform\n  \nGarantia do Fornecedor\n1 ano, serviço via transportadora (Courier) ou atendimento em posto autorizado (Carry-in)\n  \nDetalhe Memória RAM\n4GB Soldado LPDDR5-5500\n  \nTeclado\nPadrão brasileiro\n  \nPlaca de Vídeo\nGráficos integrados AMD Radeon™ 610M\n  \nPlaca de Rede\nWi-Fi® 6, 802.11ax 2x2 Wi-Fi\n  \nModelo do Processador\nAMD Ryzen 3 7320U (4C / 8T, 2.4 / 4.1GHz, 2MB L2 / 4MB L3)\n  \nConexões\n1x USB 2.0 | 1x USB 3.2 Gen 1 | 1x USB-C® 3.2 Gen 1 (suporta apenas transferência de dados) | 1x HDMI® 1.4b | 1x Conector combinado de fone de ouvido/microfone (3,5 mm) | 1x Leitor de cartões | 1x Conector de energia\n  \nBluetooth\nBluetooth 5.2\n  \nCache\n2MB L2 / 4MB L3\n  \nMais Informações\nImagens Meramente Ilustrativas\n  \nTamanho do SSD\n256GB SSD M.2 2242 PCIe Gen4 TLC\n  \nMarca do Processador\nAMD\n  \nCamera\nHD 720p com obturador de privacidade\n  \nCódigo de Barras\n198158824279\n  \nFormato da Tela\n16:9 widescreen\n  \nReferência do Modelo\n82X5000LBR\n  \nANATEL\n147512104076\n  \nPlaca de Som\nAlto-falantes estéreo, 1,5W x2, Dolby Audio™\n  \nMicrofone\n2 microfones, Array (Direcional)",
        "imagem_url": "https://m.media-amazon.com/images/I/519KvpZ9iBL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-15AMN7-Windows/dp/B0FHJ7QP5M/ref=sr_1_33?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-33&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 34,
        "titulo": "Notebook Acer Aspire 3 A315-510P-35D2 Intel Core i3, 8GB RAM, 512GB SSD, 15.6” LED FULL HD, Windows 11",
        "preco_final": "R$2.799,00",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "1.042",
        "descricao_curta": "Sobre este item\nProcessador Intel Core i3 – N305 série N com 8 núcleos\nTela 15.6” LED com resolução Full HD (1920 x 1080) e tecnologia Acer ComfyView\nMemória RAM 8GB LPDDR5\n512 GB de armazenamento em SSD NVMe\nSistema Operacional Windows 11 Home\nTeclado numérico independente\nPlaca gráfica UHD para processadores Intel com memória compartilhada com a memória RAM",
        "descricao_longa": "FAMÍLIA MULTITAREFA O Aspire 3 foi desenvolvido para aqueles que querem estudar, trabalhar ou se divertir com facilidade gastando pouco. Independente do seu estilo de vida e da sua família, o processador Intel® Core i3 series não vai deixar ninguém na mão. NAVEGABILIDADE PARA TODOS O sistema operacional Windows 11 proporciona um visual mais moderno, intuitivo e de fácil navegação. Se você preferir, também pode personalizar a interface de acordo com suas necessidades. AGILIDADE PARA QUEM PRECISA Nada melhor do que abrir arquivos e dispositivos importantes sem ter que esperar para ter acesso, não é mesmo? Com o SSD 512 GB a leitura e gravação das informações é feita em questão de segundos após ligar o notebook. CONFORTO NA PONTA DOS DEDOS Digitar por minutos ou por horas será mais confortável com o teclado de rápida resposta. O dispositivo é programado para o português do Brasil, com padrão ABNT 2 e possui teclado numérico independente para facilitar sua rotina. AUTONOMIA DE RESPEITO O Aspire 3 pode ficar ligado até 10 horas* para que você realize suas tarefas sem preocupações. Para completar a carga é só colocar para carregar quando for necessário. CONEXÃO EFETIVA Com a tecnologia Wireless 802.11 a/b/g/n/ac + ax wireless é possível manter uma conexão mais rápida em comparação com as tradicionais tecnologias sem fio. CONECTANDO INFORMAÇÕES Com entrada HDMI 2.1, portas USB Tipo-C 3.2, você tem diversas opções para estar sempre conectado recebendo e distribuindo informação.",
        "imagem_url": "https://m.media-amazon.com/images/I/512JJoQh4lL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Aspire-A315-510P-35D2-Intel-Windows/dp/B0CP9VMV61/ref=sr_1_34?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-34&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 35,
        "titulo": "Notebook ASUS VivoBook Go, 15 AMD RYZEN 5 7520U, 8 GB, 256 GB SSD, W11 Home Tela 15,6\" FHD, Mixed Black - E1504FA-NJ825W",
        "preco_final": "R$2.679,00",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "246",
        "descricao_curta": "Sobre este item\n1. Desempenho para o dia dia com AMD Ryzen 5 7520U; 2. Tela Full HD antirreflexo de 15,6”; 3. Resistência e Durabilidade de Nível Militar; 4. Abertura em 180° para melhor visualização.",
        "descricao_longa": "É leve. É compacto. É o ASUS Vivobook Go 15. Projetado para torná-lo produtivo e mantê-lo entretido onde quer que você vá! Com processador AMD Ryzen™ 5 7520U de excelente desempenho, 8 GB de memória RAM LPDDR51 e até 512 GB de SSD2 , ele é perfeito para seu dia a dia. Ainda conta com uma dobradiça plana de 180°, tampa física protetora na webcam e muitos recursos de design bem pensados — incluindo uma tela de 15 polegadas antirreflexo Full HD — tudo para que você vá além! O ASUS Vivobook Go 15 é equipado com um processador AMD Ryzen™ 5, 8 GB de uma rápida memória LPDDR5 e até 512 GB de armazenamento SSD, capazes de ajudá-lo a concluir todas as tarefas do dia a dia. Um acelerador AMD Radeon™ 610M ainda ajuda a potencializar a performance gráfica do notebook. O ASUS Vivobook Go 15 traz visuais incríveis graças à sua tela Full HD antirreflexiva de 15,6 polegadas. Seu design NanoEdge com bordas finas oferece mais espaço em tela para multitarefa, com proporção tela/corpo3 de 83% que garante uma ampla e imersiva exibição de imagens. O ASUS Vivobook Go 15 possui resistência4 extraordinária, atendendo ao exigente padrão de nível militar MIL-STD-810H. Isto significa que esse dispositivo passou por 12 métodos de teste rigorosos e 26 procedimentos. O resultado é um produto reconhecido pela confiabilidade e durabilidade. Esses fatores também beneficiam inerentemente a longevidade e, portanto, a sustentabilidade, para que você possa trabalhar, viajar ou relaxar com a confiança de que seu notebook ASUS está sempre preparado. O ASUS Vivobook Go 15 possui uma dobradiça plana de 180°, projetada com precisão para facilitar a visualização dos conteúdos em tela por qualquer pessoa ao redor. Sendo assim ele pode ser utilizado totalmente aberto, com um amplo ângulo visual. Além disso, vem com muitas portas de conexão capazes de mantê-lo sempre produtivo. Há uma porta USB-C® 3.2 Geração 1, uma porta USB 3.2 Geração 1 Tipo-A, uma porta USB 2.0, uma saída HDMI® e um conector de 3,5 mm para fone/microfone, essenciais para facilitar a conexão de seu ASUS Vivobook com outros periféricos, monitores e projetores. Com o ASUS Vivobook Go 15, você tem produtividade para ir além! 1. A capacidade máxima de RAM pode variar de acordo com a configuração do dispositivo. 2. A capacidade máxima do SSD pode variar de acordo com a configuração do dispositivo. 3. A proporção tela/corpo é calculada com base na área visível do corpo da tela quando o notebook é aberto a 90° e na área ativa da tela. 4. O regime de teste inclui os requisitos dos padrões de nível militar e dos testes de qualidade da ASUS e varia dependendo do dispositivo. O teste MIL-STD-810 é realizado apenas em produtos ASUS selecionados. Observe que o teste MIL-STD-810 ajuda a garantir a qualidade dos produtos ASUS, mas não indica uma adequação específica para uso militar. O teste é realizado em condições de laboratório. Qualquer dano causado por tentativas de replicar essas condições de teste será considerado acidental e não será coberto pela garantia padrão da ASUS.",
        "imagem_url": "https://m.media-amazon.com/images/I/51VxwPPv38L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-7520U/dp/B0CQ2XRTNQ/ref=sr_1_35?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-35&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 36,
        "titulo": "Notebook ASUS VivoBook Go 15, AMD RYZEN 5 7520U, 8GB, 512GB SSD, W11 Home, Tela 15,60\" FHD, Mixed Black - E1504FA-NJ836W",
        "preco_final": "R$2.899,00",
        "avaliacao_estrelas": "4,7 de 5 estrelas",
        "total_avaliacoes": "487",
        "descricao_curta": "Sobre este item\n1. Desempenho para o dia dia com AMD Ryzen 5 7520U; 2. Tela Full HD antirreflexo de 15,6”; 3. Resistência e Durabilidade de Nível Militar; 4. Abertura em 180° para melhor visualização.",
        "descricao_longa": "Descrição longa não encontrada",
        "imagem_url": "https://m.media-amazon.com/images/I/51VxwPPv38L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-7520U/dp/B0CLS8XXGF/ref=sr_1_36?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-36&ufe=app_do%3Aamzn1.fos.a492fd4a-f54d-4e8d-8c31-35e0a04ce61e"
    },
    {
        "id": 37,
        "titulo": "Notebook Acer Nitro V15 ANV15-51-73E9 Intel Core i7-13620H, 16GB RAM, 512GB SSD, NVIDIA RTX 3050, 15.6\" LED Full HD 144Hz, Linux Gutta",
        "preco_final": "R$4.928,07",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "171",
        "descricao_curta": "Sobre este item\nProcessador Intel Core i7-13620H de 13° Geração série H (High Edition) com 10 núcleos\nTela 15.6”, IPS com resolução Full HD, taxa de atualização 144Hz\nGPU Nvidia GeForce RTX 3050 com 6GB de memória dedicada GDDR6 com eficiência total (TGP) de até 80W\nEficiência térmica de 2 ventoinhas com modos variados de rotação\nMemória RAM DDR5",
        "descricao_longa": "Notebook Acer Nitro 5 ANV15-51-73E9 Intel Core i7 16GB RAM 512GB SSD Nvidia RTX 3050 15.6” LED Full HD 144Hz Linux Gutta AGORA O JOGO COMEÇA DE VERDADE A fase avançada do seu jogo chegou! Esteja preparado com o notebook gamer Acer Nitro V 15. Com ele, não existe game difícil, existe game brutal! É AÇÃO DO COMEÇO AO FIM O Nitro V 15 conta com a placa de vídeo NVIDIA® GeForce® RTX™ 3050 com 6 GB de memória dedicada GDDR6 com eficiência total (TGP) de até 80W que oferece o melhor desempenho. DESEMPENHO APRIMORADO COM AI O NVIDIA DLSS acelera os games sem comprometer a qualidade da imagem. Maximize as configurações e a resolução para ter uma experiência visual ainda melhor. EXPERIÊNCIAS MAIS IMERSIVAS O Ray Tracing é o Santo Graal dos gráficos. Ele simula o comportamento da luz no mundo real para produzir os gráficos mais realistas e imersivos em games e aplicações de criação, a alta velocidade graças aos RT Cores de 2ª geração. OS ADVERSÁRIOS TREMEM NA BASE COM ESSE PROCESSAMENTO Nada pode te parar com o Intel® Core™ i7-13620H de 13 ª geração deste notebook. Juntamente com 16 GB de memória RAM, expansível até 32 GB, o processador te leva aos níveis mais avançados de games e criação de conteúdo. LINUX GUTTA Tenha uma experiência totalmente nova com o Linux Gutta! O novo sistema operacional oferece maior segurança, já que vem com seu próprio antivírus ativo. Com navegabilidade fácil e muito acessível, o Gutta ainda permite que o usuário o personalize da forma que desejar, customizando avatar, proteção de tela e muito mais. VELOCIDADE E FLUIDEZ RUMO À VITÓRIA Os 512 GB SSD desta máquina garantem mais espaço para armazenar seus jogos mais pesados e promovem a velocidade necessária para chegar ao topo! Este modelo possui capacidade para a instalação e melhorias de SSD. Slot dedicado ocupado M.2 2280, compatível com barramento PCIe 4.0 x4 NVMe de até 1 TB. (Não acompanha o produto) Slot dedicado livre M.2 2280, compatível com barramento PCIe 3.0 x4 NVMe de até 1 TB. (Não acompanha o produto) Para maiores informações ligar para o número 0800-762-2237. VELOZ E FURIOSO O nitro V 15 entrega imagens vívidas e fluídas, que permitem uma jogabilidade mais rápida. Tudo isso, devido a sua tela de alta resolução e taxa de atualização. ROMPA A BARREIRA DO SOM Transforme sua experiência sonora com a tecnologia de áudio DTS® X: Ultra Áudio. Sua presença no campo de batalha será otimizada com mais precisão do som e audição realista. FRIO E CALCULISTA EM TODAS AS JOGADAS Graças às inovadoras ventoinhas duplas e ao sistema de exaustão eficaz do Nitro V 15, os recursos de resfriamento são otimizados, garantindo o desempenho máximo da CPU e GPU. Resfriamento de entrada dupla de última geração O sistema de resfriamento funciona aspirando o ar frio do teclado na parte superior e da tampa dos botões. As duas ventoinhas operam em conjunto, girando no sentido horário, expelindo o calor gerado do sistema através dasaberturas localizadas nas laterais e na traseira. SUPERIOR ATÉ NA CONEXÃO A tecnologia Wi-fi 6 AX 2x2 MU-MIMO garante uma conexão de alta velocidade, essencial para quem sempre disputa partidas online. Chega de lag, agora o choro é só de quem leva headshot. O CONTROLE DE TUDO É CHAVE PARA A VITÓRIA Com teclado retroiluminado na cor branca, você é quem manda. A tecla NitroSense™ é a última palavra em ferramenta de controle. Assuma o comando do overlock, perfis de jogo e muito mais a um toque de distância.",
        "imagem_url": "https://m.media-amazon.com/images/I/51e+8Wdax1L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Nitro-ANV15-51-73E9-i7-13620H-NVIDIA/dp/B0D9WN8FY6/ref=sr_1_37?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-37&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 38,
        "titulo": "Notebook Lenovo IdeaPad 1i i7-1255U 12GB 512GB 15.6\" W11",
        "preco_final": "R$3.402,41",
        "avaliacao_estrelas": "4,8 de 5 estrelas",
        "total_avaliacoes": "198",
        "descricao_curta": "Sobre este item\nO IdeaPad 1i eleva sua categoria de notebooks com um processador Intel super eficiente de 12ª geração em um chassi fino e compacto de 17,9 mm que facilita a multitarefa enquanto aumenta a eficiência energética com até 11 horas de duração da bateria e carga rápida. Mantenha-se produtivo em qualquer lugar com uma longa vida útil da bateria com apenas uma carga. Em seguida, recarregue sua bateria em 15 minutos com um rápido impulso de carga para usá-lo por 2 horas. Sem WiFi? Não se preocupe, com a opção de armazenamento rápido SSD, você pode continuar acessando e editando arquivos offline.",
        "descricao_longa": "Notebook Lenovo IdeaPad 1i i7-1255U 12GB 512GB SSD Intel Iris® Xe W11 15.6\"",
        "imagem_url": "https://m.media-amazon.com/images/I/51I+iRaQlzL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-i7-1255U-512GB/dp/B0CK48PKQQ/ref=sr_1_38?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-38&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 39,
        "titulo": "Notebook VAIO FE 16 AMD® Ryzen 5-5625U Windows 11 Home 12GB 512GB SSD 16\" IPS WUXGA Antirreflexo - Cinza Grafite",
        "preco_final": "R$3.211,43",
        "avaliacao_estrelas": "4,9 de 5 estrelas",
        "total_avaliacoes": "12",
        "descricao_curta": "Sobre este item\nNotebook VAIO FE16 VJFE69F11X-B1221H W11 REQUINTE NOS DETALHES O VAIO FE16 é um notebook que combina desempenho, durabilidade e design sofisticado. Com uma tela WUXGA IPS 1920x1200 de 16 polegadas antireflexiva, oferece alta qualidade visual e conforto para longas horas de uso. Equipado com processador AMD, suporta tarefas intensivas e conta com bateria de até 10 horas**. Compacto e leve, possui teclado ergonômico e retroiluminado*. Com SSD NVMe de até 1TB e até 64GB de RAM expansível, proporciona rapidez e eficiência. Suas portas modernas e a VAIO Câmera Inteligente otimizam a experiência para trabalho e lazer.",
        "descricao_longa": "VAIO FE16 REQUINTE NOS DETALHES O VAIO FE16 é um notebook que combina desempenho, durabilidade e design sofisticado. Com uma tela WUXGA IPS 1920x1200 de 16 polegadas antireflexiva, oferece alta qualidade visual e conforto para longas horas de uso. Equipado com processador AMD, suporta tarefas intensivas e conta com bateria de até 10 horas**. Compacto e leve, possui teclado ergonômico e retroiluminado*. Com SSD NVMe de até 1TB e até 64GB de RAM expansível, proporciona rapidez e eficiência. Suas portas modernas e a VAIO Câmera Inteligente otimizam a experiência para trabalho e lazer. DESEMPENHO EXEPCIONAL O novo VAIO está equipado com os processadores AMD, oferecendo um desempenho renovado para seu notebook. PRECISÃO NOS DETALHES A nova tela WUXGA IPS 16” proporciona um visual mais imersivo e com menos distrações para os olhos. Aproveite todo o poder gráfico da Radeon RX Vega 7 (em modelos selecionados) e desfrute de toda qualidade de imagem, seja num filme, numa edição de fotos ou em qualquer outro visual. LEVEZA E AUTONOMIA COMBINADOS MOBILIDADE AVANÇADA Tenha autonomia para sair de casa sem preocupações, o novo VAIO FE16 possui bateria de até 10 horas* de duração, design compacto, leve, pesando apenas 1,85 kg, e fino, com 19,8 mm. O VAIO vem equipado com diversas portas para conectar seus dispositivos: Quatro portas USB para transferência de dados mais rápidas incluindo uma USB 3.2 Gen1 do tipo C, oferecendo ainda mais velocidade e eficiência. Com a saída HDMI, é possível conectar o notebook a uma tela maior para assistir a filmes, jogar ou trabalhar de forma mais confortável. A QUALIDADE E PRIVACIDADE QUE VOCÊ PRECISA A webcam HD e os dois microfones digitais com noise cancellation garantem qualidade excepcional para suas videoconferências. Para sua segurança e privacidade, nossa webcam conta com um bloqueador mecânico que evita invasões de privacidade indesejadas. COMFORT KEY & TECNOLOGIA TILT Com a tecnologia do teclado tilt o notebook possui uma leve inclinação sendo mais confortável na hora de digitar, reduzindo o estresse do pulso e das mãos para usar à vontade. E não se preocupe, porque com o comfort key as teclas são maiores, possibilitando muito conforto na digitação além de ser robusto Cor Cinza Grafite Ano do Lançamento 2025 Processador: AMD Ryzen 5 5625U Versão do sistema operacional: 11 Edição do sistema operacional: Home Nome do sistema operacional: Windows Capacidade de disco SSD: 512 GB Memória RAM: 12 GB Placa gráfica: AMD Radeon Graphics Com tela tátil: Não Resolução da tela: 1920 px x 1200 px Conexão Wi-Fi e bluetooth. Inclui leitor de cartão de memória. Possui pad numérico. Modo de som Stereo. Estamos à disposição para esclarecer qualquer dúvida. Atenciosamente, Equipe NegociuN!",
        "imagem_url": "https://m.media-amazon.com/images/I/71NHlMen0hL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-VAIO-5-5625U-Windows-Antirreflexo/dp/B0F63JBSBR/ref=sr_1_39?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-39&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 40,
        "titulo": "Notebook Positivo Vision C14 Celeron 4GB 128GB eMMC, Windows 11 Home, Lumina Bar, Tela 14\" HD Antirreflexo, Tecla Link – Cinza",
        "preco_final": "R$1.359,90",
        "avaliacao_estrelas": "4,5 de 5 estrelas",
        "total_avaliacoes": "497",
        "descricao_curta": "Sobre este item\nBarras de LED com ajuste de 3 níveis de intensidade que proporcionando uma iluminação ideal para captura de imagem excepcional em ambientes compouca luz.\nTecla Link exclusiva para conectar o celular ao notebook de forma simples e rápida.\nIdeal para tarefas leves como planilhas, edição de texto, navegação na web e videochamadas.\nDesign elegante e portátil, com um perfil fino e leve, esse produto combina praticidade e estilo onde quer que você vá.\nSistema Fanless tecnologia que permite que o seu notebook fique livre de barulhos e mantenha uma temperatura agradável.",
        "descricao_longa": "Descubra a nova linha de notebooks Positivo Vision, perfeito para todas as suas atividades diárias! Desenvolvido com foco em praticidade, ele é ideal para tarefas leves como planilhas, edição de texto e navegação na web. Além disso, você poderá desfrutar de videochamadas com sua câmera de alta definição. Suporta softwares de ensino e ferramentas básicas de trabalho, o Positivo Vision garante que você esteja sempre pronto para alcançar seus objetivos. Não perca tempo, experimente o poder da nova linha Positivo Vision e eleve suas atividades diárias a um novo nível de eficiência.\nA Positivo Tecnologia com a tecnologia Lumina Bar, oferecendo uma experiência superior aos usuários. Os notebooks possuem barras de LED com ajuste de 3 níveis de intensidade, proporcionando uma iluminação ideal para a webcam, resultando em uma captura de imagem excepcional mesmo em ambientes com pouca iluminação. Tecla Link exclusiva para conectar o celular ao notebook de uma forma mais simples. Sincronização de fotos, salvamento de imagens com facilidade, visualização de mensagens SMS, status da bateria, entre outras funcionalidades com apenas um toque.\nAlém disso, as teclas serigrafadas são um destaque adicional. Com letras nítidas e visíveis, projetadas para facilitar a digitação e auxiliar você em todas as suas tarefas diárias. Agora você pode digitar com confiança, mesmo em ambientes com pouca luz.\nPara acompanhar seu estilo de vida em movimento, o dispositivo é alimentado por uma bateria de longa duração, com uma média de 7 horas* de autonomia. Isso o torna ideal para atividades fora de casa, como levar para a escola ou faculdade, permitindo que você trabalhe ou estude sem se preocupar em encontrar uma tomada. Afinal, o Vision C14 é leve, fino e portátil, pesando apenas 1,4 kg e espessura de 18,7 mm. Isso significa que você pode levá-lo para qualquer lugar com facilidade.\nCom uma tela LED em alta definição de 14.1” de bordas finas e tecnologia antirreflexo. Assista a filmes, aulas, navegue na web, estude ou trabalhe em projetos com detalhes nítidos, sem ser incomodado por reflexos indesejados.\nSua privacidade é uma prioridade, e garantida com a webcam cover. Agora você pode ter certeza que está seguro, simplesmente deslizando a tampa de proteção sobre a câmera. Seu controle total sobre quando a câmera está ligada ou desligada.\nImagine um notebook que não precise de ventoinhas para se manter frio. Isso mesmo, o notebook Positivo Vision foi desenvolvido com o sistema fanless, sendo uma tecnologia que permite que o seu notebook fique completamente livre de barulhos irritantes e ainda mantenha uma temperatura agradável. Com um design inteligente, ele usa recursos como dissipação de calor passiva para manter tudo funcionando sem esquentar. Então, esqueça aquele barulhinho chato das ventoinhas e desfrute de uma experiência tranquila e silenciosa.\nSeu notebook perfeito para acompanhar seu estilo de vida em movimento.\n*O tempo de duração da bateria pode variar de acordo com o uso.",
        "imagem_url": "https://m.media-amazon.com/images/I/81MZzlCtqHL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Positivo-Celeron-Polegadas-Antirreflexo/dp/B0CCC27GWY/ref=sr_1_40?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-40&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 41,
        "titulo": "Notebook HP 256R G9 Intel Core i5 13º Geração. Memoria RAM 16GB. SSD 256GB. Tela de 15,6\" LCD. Windows 11 - Home SL - Cinza Escuro. Bivolt. (BQ9L2AT#AK4)",
        "preco_final": "R$3.200,55",
        "avaliacao_estrelas": "5,0 de 5 estrelas",
        "total_avaliacoes": "2",
        "descricao_curta": "Sobre este item\n[PROCESSADOR] Intel Core i5-1334U Conclua seus projetos com um processador Intel potente, memória rápida e armazenamento\n[SISTEMA OPERACIONAL] Encare o dia com o Windows 11 Home e os poderosos recursos de colaboração e conectividade da HP. HP recomenda Windows 11 Pro para empresas\n[ARMAZENAMENTO E MEMÓRIA] 16GB DDR4 RAM Expansível 32GB. Capacidade do SSD 256GB\n[CONEXÃO] 2 SuperSpeed USB Type-A 5Gbps signaling rate. 1 SuperSpeed USB Type-C 10Gbps signaling rate (USB Power Delivery, DisplayPort 1.4). 1 HDMI v1.4b 30. 1 RJ-45. 1 AC Power. 1 Headphone/mic combo jack\n[GARANTIA] Garantia de 1 ano",
        "descricao_longa": "HP 256RG9 i5-1334U 15 16GB/256 PC",
        "imagem_url": "https://m.media-amazon.com/images/I/71rq8UFkcvL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-HP-Gera%C3%A7%C3%A3o-Memoria-Windows/dp/B0F6CX2QK4/ref=sr_1_41?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-41&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 42,
        "titulo": "Notebook VAIO FE16 AMD Ryzen 5-5625U Windows 11 Home 32GB RAM 512GB SSD Wi-Fi 6 Tela 16'' IPS WUXGA Antirreflexo - Cinza Grafite - VJFE69F11X-B1011H - Permite upgrade de memória RAM e SSD",
        "preco_final": "R$3.622,09",
        "avaliacao_estrelas": "4,4 de 5 estrelas",
        "total_avaliacoes": "36",
        "descricao_curta": "Sobre este item\nTela de 16” IPS WUXGA Antirreflexo: Resolução de 1920x1200 pixels, proporção 16:10 e bordas finas, garantindo imagens nítidas e cores vibrantes com conforto visual; Processadores AMD Ryzen Série 5000: Até 8 núcleos e 16 threads, perfeitos para multitarefas, edição de vídeos e jogos leves, com alta eficiência energética;\nGráficos Integrados AMD Radeon: Qualidade visual ideal para edições gráficas, vídeos em alta definição e produtividade suave. Memória RAM Expansível e Armazenamento SSD NVMe: Com dois slots DDR4 de 3200MHz, a memória RAM é expansível até 64GB, garantindo um desempenho fluido e suporte para tarefas intensivas. O armazenamento SSD NVMe de até 1TB oferece inicializações rápidas e execução ágil, com espaço amplo para arquivos e programas.\nArmazenamento SSD NVMe de até 1TB: Inicializações rápidas e execução ágil, com espaço amplo para arquivos e programas; Bateria Smart de Longa Duração: Até 10 horas de autonomia com capacidade de 55Wh, perfeito para quem precisa de liberdade e praticidade no dia a dia;\nWi-Fi 6 Ultrarrápido: Conexão até 3x mais veloz e com 75% menos latência que o Wi-Fi 5; Teclado Comfort Key com Teclado Numérico: Resistente a derramamentos, com teclas maiores que garantem conforto em longas digitações, enquanto o teclado numérico facilita a produtividade em tarefas específicas;\nErgo Lift: Eleva o teclado automaticamente ao abrir a tela, proporcionando uma experiência ergonômica e melhor ventilação do sistema; Webcam HD com Bloqueador: Resolução 720p com cancelamento de ruído e proteção de privacidade; Design Compacto e Leve: Apenas 1,85 kg e 19,8 mm, unindo portabilidade e elegância.",
        "descricao_longa": "VAIO FE16: desempenho, durabilidade e estilo em um único dispositivo\nO VAIO FE16 é o notebook ideal para quem precisa de tecnologia avançada aliada a design moderno e confiável, seja para o dia a dia, estudos ou trabalho. Projetado para acompanhar o ritmo dos usuários mais dinâmicos, combina elegância e funcionalidade de forma única.\nCom uma tela IPS WUXGA de 16 polegadas, o VAIO FE16 oferece imagens nítidas e vibrantes, graças à tecnologia IPS, que mantém as cores consistentes e nítidas mesmo em ângulos de visão amplos. A resolução WUXGA (1920x1200 pixels) proporciona mais espaço vertical que o Full HD tradicional, permitindo a visualização de mais conteúdo na tela sem a necessidade de rolar tanto. A proporção 16:10 e o acabamento antirreflexo garantem conforto visual e produtividade, mesmo em ambientes muito iluminados, possibilitando longas horas de uso sem desconforto.\nEquipado com processadores AMD Ryzen Série 5000 e gráficos integrados Radeon, o VAIO FE16 oferece uma performance poderosa, sendo ideal tanto para tarefas rotineiras quanto para aplicações mais exigentes, como edição de vídeos e design.\nCom uma bateria de longa duração, que pode alcançar até 10 horas* de autonomia, o VAIO FE16 proporciona liberdade para trabalhar ou se divertir sem preocupações frequentes com tomadas.\nO design leve e sofisticado do VAIO FE16 facilita o transporte, com peso de apenas 1,85 kg e espessura de 19,8 mm. O teclado Comfort Key, resistente a derramamentos e com teclas maiores, assegura conforto durante a digitação, enquanto a tecnologia Ergo Lift eleva o teclado para otimizar a ergonomia e melhorar a refrigeração do sistema.\nO VAIO FE16 também se destaca em eficiência, com SSD NVMe de até 1TB e suporte para até 64GB de memória RAM, oferecendo alta velocidade para inicializações e multitarefas, o que maximiza a produtividade.\nA conectividade é um diferencial, com Wi-Fi 6 ultrarrápido, portas USB-C e USB 3.2 Gen 1, HDMI e entrada para cartão SD, que garantem versatilidade em diferentes situações. A webcam HD com bloqueador mecânico e os microfones duplos com cancelamento de ruído oferecem qualidade e privacidade excepcionais em videoconferências.\nConstruído com a qualidade reconhecida da VAIO, o FE16 é robusto e resistente, suportando quedas de até 60 cm e teclados projetados para até 10 milhões de toques. É uma solução completa, desenvolvida para atender às demandas de quem precisa de desempenho e confiabilidade todos os dias.\n*O tempo da bateria pode variar conforme o uso.\n• Tela de 16” IPS WUXGA Antirreflexo: Resolução de 1920x1200 pixels, proporção 16:10 e bordas finas, garantindo imagens nítidas e cores vibrantes com conforto visual;\n• Processadores AMD® Ryzen Série 5000: Até 8 núcleos e 16 threads, perfeitos para multitarefas, edição de vídeos e jogos leves, com alta eficiência energética;\n• Gráficos Integrados AMD Radeon: Qualidade visual ideal para edições gráficas, vídeos em alta definição e produtividade suave;\n• Memória RAM Expansível e Armazenamento SSD NVMe: Com dois slots DDR4 de 3200MHz, a memória RAM é expansível até 64GB, garantindo um desempenho fluido e suporte para tarefas intensivas. O armazenamento SSD NVMe de até 1TB oferece inicializações rápidas e execução ágil, com espaço amplo para arquivos e programas.\n• Bateria Smart de Longa Duração e Wi-Fi 6 Ultrarrápido: A Bateria Smart de 55Wh oferece até 10 horas de autonomia, garantindo liberdade e praticidade para o seu dia a dia. Já o Wi-Fi 6 proporciona uma conexão até 3x mais veloz e com 75% menos latência que o Wi-Fi 5, assegurando maior estabilidade e rapidez na navegação.\n• Teclado Comfort Key com Teclado Numérico: Resistente a derramamentos, com teclas maiores que garantem conforto em longas digitações, enquanto o teclado numérico facilita a produtividade em tarefas específicas.\n• Ergo Lift e Webcam HD com Bloqueador: O Ergo Lift eleva automaticamente o teclado ao abrir a tela, garantindo uma experiência ergonômica e melhor ventilação do sistema. A Webcam HD oferece resolução 720p com cancelamento de ruído para chamadas nítidas e conta com bloqueador para maior proteção de privacidade.",
        "imagem_url": "https://m.media-amazon.com/images/I/81StpxkgIXL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-VAIO-5-5625U-Windows-Antirreflexo/dp/B0DVJ5RZ2N/ref=sr_1_42?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-42&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 43,
        "titulo": "Notebook Positivo Vision C14 Lumina BAR Celeron, 8GB 128GB eMMC, Tela 14 Polegadas HD Antirreflexo, Linux, Tecla Link - Cinza",
        "preco_final": "R$1.599,00",
        "avaliacao_estrelas": "4,4 de 5 estrelas",
        "total_avaliacoes": "64",
        "descricao_curta": "Sobre este item\nPrimeira linha de notebooks do mundo com a tecnologia Lumina BAR. Barras de LED com ajuste de 3 níveis de intensidade que proporcionando uma iluminação ideal para captura de imagem excepcional em ambientes com pouca luz;\nTecla Link exclusiva para conectar o celular ao notebook de forma simples e rápida; Ideal para tarefas leves como planilhas, edição de texto, navegação na web e videochamadas;\nDesign elegante e portátil, com um perfil fino e leve, esse produto combina praticidade e estilo onde quer que você vá;\nSistema Fanless tecnologia que permite que o seu notebook fique livre de barulhos e mantenha uma temperatura agradável;\nTela antirreflexo para reduzir a cansaço visual e desfrutar de uma visualização confortável mesmo em ambientes com alta iluminação.",
        "descricao_longa": "Descubra a nova linha de notebooks Positivo Vision, perfeito para todas as suas atividades diárias! Desenvolvido com foco em praticidade, ele é ideal para tarefas leves como planilhas, edição de texto e navegação na web. Além disso, você poderá desfrutar de videochamadas com sua câmera de alta definição. Suporta softwares de ensino e ferramentas básicas de trabalho, o Positivo Vision garante que você esteja sempre pronto para alcançar seus objetivos. Não perca tempo, experimente o poder da nova linha Positivo Vision e eleve suas atividades diárias a um novo nível de eficiência.\nA Positivo Tecnologia inova no mercado ao lançar a primeira linha de notebooks do mundo com a tecnologia Lumina BAR, oferecendo uma experiência superior aos usuários. Os notebooks possuem barras de LED com ajuste de 3 níveis de intensidade, proporcionando uma iluminação ideal para a webcam, resultando em uma captura de imagem excepcional mesmo em ambientes com pouca iluminação.\nTecla Link exclusiva para conectar o celular ao notebook de uma forma mais simples. Sincronização de fotos, salvamento de imagens com facilidade, visualização de mensagens SMS, status da bateria, entre outras funcionalidades com apenas um toque.\nAlém disso, as teclas serigrafadas são um destaque adicional. Com letras nítidas e visíveis, projetadas para facilitar a digitação e auxiliar você em todas as suas tarefas diárias. Agora você pode digitar com confiança, mesmo em ambientes com pouca luz.\nPara acompanhar seu estilo de vida em movimento, o dispositivo é alimentado por uma bateria de longa duração, com uma média de 7 horas* de autonomia. Isso o torna ideal para atividades fora de casa, como levar para a escola ou faculdade, permitindo que você trabalhe ou estude sem se preocupar em encontrar uma tomada. Afinal, o Vision C é leve, fino e portátil, pesando apenas 1,4 kg e espessura de 18,7 mm. Isso significa que você pode levá-lo para qualquer lugar com facilidade.\nCom uma tela LED em alta definição de 14.1” de bordas finas e tecnologia antirreflexo. Assista a filmes, aulas, navegue na web, estude ou trabalhe em projetos com detalhes nítidos, sem ser incomodado por reflexos indesejados.\nSua privacidade é uma prioridade, e garantida com a webcam cover. Agora você pode ter certeza que está seguro, simplesmente deslizando a tampa de proteção sobre a câmera. Seu controle total sobre quando a câmera está ligada ou desligada.\nImagine um notebook que não precise de ventoinhas para se manter frio. Isso mesmo, o notebook Positivo Vision foi desenvolvido com o sistema fanless, sendo uma tecnologia que permite que o seu notebook fique completamente livre de barulhos irritantes e ainda mantenha uma temperatura agradável. Com um design inteligente, ele usa recursos como dissipação de calor passiva para manter tudo funcionando sem esquentar. Então, esqueça aquele barulhinho chato das ventoinhas e desfrute de uma experiência tranquila e silenciosa.\nSeu notebook perfeito para acompanhar seu estilo de vida em movimento.",
        "imagem_url": "https://m.media-amazon.com/images/I/81HY6giJQ0L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Positivo-Celeron-Polegadas-Antirreflexo/dp/B0DJRWY29V/ref=sr_1_43?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-43&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 44,
        "titulo": "Notebook ASUS Vivobook 15 X1504VA Intel Core i5 1334U 16Gb Ram 1TB SSD Linux KeepOS Intel Iris Xe Tela 15,6\" LED FHD Silver - NJ2247",
        "preco_final": "R$2.943,10",
        "avaliacao_estrelas": "Avaliação não encontrada",
        "total_avaliacoes": "0",
        "descricao_curta": "Sobre este item\nArmazenamento: 1 TB SSD\nMemória RAM: 16 GB\nProcessador: Intel Core i5 1334U\nPlaca de Vídeo: Intel Iris Xe",
        "descricao_longa": "Com visual moderno, componentes atualizados e conforto superior, o ASUS Vivobook 15 é a escolha ideal para quem precisa de um notebook confiável para trabalhar, estudar e realizar tarefas do dia a dia. Este computador não só combina alto desempenho, experiência audiovisual imersiva e construção robusta, como também protege sua saúde com tecnologias exclusivas da ASUS. DESEMPENHO PARA IR ALÉM Equipado com processador Intel Core de 13ª geração, o ASUS Vivobook 15 garante desempenho ágil e fluido para multitarefas, incluindo estudos, trabalho e entretenimento. Seja navegando com diversas abas abertas, editando documentos ou assistindo a vídeos em alta resolução, tudo acontece com rapidez e eficiência. Part Number: 90NB10J2-M02TR0 SKU ASUS: X1504VA-NJ2247 EAN Code: 7908737300833 Código de homologação Anatel: 05788-17-0442 Processador: Intel Core i5 1334U 1.3 GHz, 12 MB Cache Memória RAM: 16 GB (8 GB OnBoard + 8 GB OffBoard) Armazenamento: 1.0 TB SSD Tela 15.6'' LED-backlit Anti-Glare Resolução da Tela: 1920x1080 Placa de Vídeo: Intel Iris Xe Garantia 12 meses Tela Sensível ao Toque: Não Clock de Memória: 3200 MHz Wi-Fi 5(802.11ac) (Dual band) 1*1 + Bluetooth 5.1 Tipo da Placa de vídeo: Integrada Teclado retro iluminado: Não Câmera Frontal: HD Bluetooth 5,1 Áudio SonicMaster Alto-falantes embutidos Microfone embutido Saídas 1x USB 2.0 Tipo-A 1x USB 3.2 Ger 1 Tipo-C 2x USB 3.2 Ger 1 Tipo-A 1x HDMI 1.4 1x Conector de áudio combo 3.5mm 1x DC-in Adaptador de Energia: 45 W Bateria 3 Células / 3780 mAh Sistema Operacional: KeepOS Características Especificações Militares US MIL-STD 810H Tampa de privacidade para a Webcam Certificação TÜV Rheinland Energy star 8.0 EPEAT Silver REACH RoHS Peso do Produto 1.7 Kg Dimensões Largura 35,97 cm x Comprimento 23,25 cm x Altura 1,79 cm",
        "imagem_url": "https://m.media-amazon.com/images/I/51a7WvXhA0L._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-X1504VA-KeepOS/dp/B0F7ZQ5XGZ/ref=sr_1_44?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-44&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 45,
        "titulo": "Notebook ASUS TUF Gaming A15, GeForce RTX 2050, AMD RYZEN 7, 8 GB, 512 GB SSD, KeepOS, Tela 15.6'' FHD, Graphite Black - FA506NFR-HN069",
        "preco_final": "R$3.916,36",
        "avaliacao_estrelas": "4,9 de 5 estrelas",
        "total_avaliacoes": "57",
        "descricao_curta": "Sobre este item\n1. Poderoso processador de AMD Ryzen 7 7435HS; 2. Alta qualidade gráfica com NVIDIA GeForce RTX 2050 com TGP máximo de 70W; 3. Tela IPS de 15,6” com 144 Hz de taxa de atualização; 4. Máxima performance com memória DDR5 5. Resistência e durabilidade de nível militar.",
        "descricao_longa": "Conheça a nova linha de notebooks gamer TUF Gaming, da ASUS, feita para aqueles que buscam performance em jogos competitivos e querem vencer todos os desafios do dia a dia. Preparado para qualquer campo de batalha, o novo ASUS TUF Gaming F15 supera os limites, seja jogando, fazendo livestreams ou em qualquer outra atividade. Graças ao poderoso processador AMD Ryzen 7 7435HS, com 8 núcleos e 16 threads, até as tarefas mais complicadas ficam simples. Para que a sua gameplay seja excelente, este notebook vem equipado com a placa de vídeo NVIDIA® GeForce RTX™ 2050, que habilita todas as tecnologias baseadas em Inteligência Artificial desenvolvidos pela NVIDIA®, como Ray Tracing, DLSS e muitas outras. Trabalhando com uma potência gráfica (TGP) de 70 W, você terá muito mais FPS que seus oponentes. Para maximizar ainda mais o poder do processador e da placa de vídeo para obter mais FPS, o novo TUF A15 vem equipado com memórias DDR5, que são 50% mais rápidas que as memórias da geração passada. Assim, você poderá abrir simultaneamente diversas tarefas e obter mais performance em seus jogos. Para manter seus oponentes na mira, uma tela com boa taxa de atualização é muito importante. Para tanto, este notebook gamer conta com uma tela de 15,6” IPS Full HD com 144 Hz de taxa de atualização. Com a tecnologia Adaptive-Sync, a taxa de atualização da tela é sincronizada com a placa de vídeo, reduzindo o lag, minimizando os engasgos e eliminando qualquer outro entrave para uma experiência visual imersiva e suave. Para garantir a durabilidade e resistência dessa máquina, o chassis do ASUS TUF Gaming A15 foi projetado para ser capaz de resistir a quedas, vibrações, umidade e temperaturas extremas, sendo submetido a bateria de testes de nível militar do certificado MIL-STD-810H. Isso faz com que este notebook gamer suporte quedas acidentais e atividades do dia a dia, sem sofrimento. Resistência avançada em qualquer campo de batalha com o novo ASUS TUF Gaming A15.",
        "imagem_url": "https://m.media-amazon.com/images/I/81IgxPCv6OL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Gaming-GeForce-Graphite/dp/B0DW1CY1SJ/ref=sr_1_45?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-45&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 46,
        "titulo": "Notebook Dell Inspiron I15-I1300-M50P 15.6\" Full HD 13ª Gen Intel Core i5 16GB 512GB SSD Win 11 Preto Carbono",
        "preco_final": "R$3.899,00",
        "avaliacao_estrelas": "4,6 de 5 estrelas",
        "total_avaliacoes": "72",
        "descricao_curta": "Sobre este item\nModeloTela : Full HD de 15.6\" (1920 x 1080), 120 Hz, WVA\nVoltagem : 100 - 240 Volts AC (Bivolt) | Bateria de 3 células e 41Wh (integrada)",
        "descricao_longa": "Descubra o que a eficiência pode fazer. Notebook de 15,6\" com tela Full HD, design elaborado e com processadores Intel de 13ª geração. Uma forma inteligente de aproveitar seu dia. O novo Inspiron 15 é tão elegante por fora quanto eficiente por dentro. Contando com processador Intel Core i5 de 13ª geração, memória de 16GB e SSD de 512GB você pode concluir sua lista de tarefas num piscar de olhos. Conecte-se a tudo de que você gosta. Curta chats de vídeo de qualidade com uma webcam FHD integrada que mostra você da melhor forma. Passe mais tempo diante da tela com o software Dell ComfortView, uma solução de software que ajuda a reduzir as emissões nocivas de luz azul para manter os olhos confortáveis durante longos tempos de visualização. Detalhes práticos, experiências surpreendentes. Conecte muitos aparelhos com sua variedade de portas e aproveite rápidas velocidades de transferência em todos os seus acessórios com duas portas USB 3.2 de 1ª Geração. Tenha facilidade de digitação com letras espaçadas e de cálculo com teclado numérico. Utilize o Inspiron 15 com conforto ergonômico proporcionado por uma dobradiça que eleva o seu dispositivo, garantindo uma experiência de digitação mais confortável. Tranquilidade incluída: Este produto conta com a praticidade da garantia padrão válida por 12 meses (incluindo a garantia legal de 90 dias). Realizamos diagnóstico remoto em horário comercial e, se for identificada a necessidade de substituição de algum componente, você pode utilizar a agência dos Correios mais próxima para enviar seu equipamento a um centro de reparos da Dell. Oferta inclui Avaliação de 30 dias do software de antivírus McAfee+ Premium sem custo adicional. Este modelo acompanha o sistema operacional Windows 11 para uma experiência completa e Microsoft Office Trial – Versão para experimentação, válida por 30 dias. A Dell reserva-s",
        "imagem_url": "https://m.media-amazon.com/images/I/51X3rLsuzXL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I1300-M50P-Carbono/dp/B0CWPKYV51/ref=sr_1_46?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-46&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147"
    },
    {
        "id": 47,
        "titulo": "Notebook ASUS Vivobook Go 15, Intel Core i3 N305, 8GB, 256GB, W11 Home, Tela 15,60\" FHD, Cool Silver - E1504GA-NJ434W",
        "preco_final": "R$2.399,00",
        "avaliacao_estrelas": "4,8 de 5 estrelas",
        "total_avaliacoes": "131",
        "descricao_curta": "Sobre este item\n1. Sempre com você! Superfino, com apenas 17,9 mm de espessura; 2. Trabalhe com mais conforto em uma tela NanoEdge Full HD de 15,6”; 3. Pode confiar! Resistência e durabilidade de nível militar; 4. Amplie seu poder de visualização com uma abertura em 180°.",
        "descricao_longa": "Descrição longa não encontrada",
        "imagem_url": "https://m.media-amazon.com/images/I/51-BhhobycL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Silver/dp/B0CW3TTPGP/ref=sr_1_47?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-47&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    },
    {
        "id": 48,
        "titulo": "Notebook ASUS Vivobook 15 AMD Ryzen 7, 16 GB, 512 GB SSD, W11 Home, 15.6'' FHD, Cool Silver - M1502YA-NJ655W",
        "preco_final": "R$3.340,23",
        "avaliacao_estrelas": "4,0 de 5 estrelas",
        "total_avaliacoes": "12",
        "descricao_curta": "Sobre este item\n1. Máximo desempenho com o processador AMD Ryzen 7; 2. Exclusiva Proteção Antibacteriana ASUS; 3. Perfeita para seus olhos, Tela NanoEdge Full HD de 15,6”; 4. Certificação Militar de Resistência US MIL-STD 810H.",
        "descricao_longa": "Imagine um mundo onde a produtividade encontra a elegância em cada detalhe. Com o ASUS Vivobook 15 M1502, esse mundo está ao seu alcance. Este notebook foi projetado para transformar a maneira como você trabalha, estuda e se conecta, oferecendo uma experiência única que combina potência e estilo. Equipado com um poderoso processador AMD Ryzen™ 7, o ASUS Vivobook 15 proporciona o desempenho necessário para enfrentar tarefas de escritório e jogos mais leves. Se o seu dia a dia inclui navegar na web, criar documentos ou fazer streaming, este dispositivo garante que você faça tudo de forma rápida e eficiente. A Tela NanoEdge de 15,6” com resolução Full HD proporciona uma experiência visual impressionante, com bordas finas, cores vibrantes e amplos ângulos de visão. Com uma taxa de atualização suave, cada ação é exibida com clareza, tornando-o ideal para maratonas de filmes ou videoconferências. Além disso, a certificação TÜV Rheinland garante baixos níveis de emissão de luz azul, oferecendo mais conforto para os olhos durante longas horas de uso. A dobradiça de 180 graus permite que a tela seja aberta completamente, facilitando o compartilhamento de conteúdo e tornando as apresentações mais dinâmicas. Pensando na sua saúde e bem-estar, o ASUS Vivobook 15 vem com a Exclusiva Proteção Antibacteriana ASUS. Este recurso inibe em mais de 99% a proliferação de bactérias¹, garantindo um ambiente de uso mais higiênico e seguro. Além disso, o sistema de resfriamento avançado com IceBlades assegura que o notebook mantenha temperaturas ideais, mesmo durante sessões intensivas. Isso significa desempenho consistente sem aquecimento excessivo, permitindo que você se concentre no que realmente importa. Com apenas 1,1 cm de espessura e pesando apenas 1,7 kg, o design ultrafino e leve do Vivobook 15 torna o transporte fácil e confortável. Ele é perfeito para quem precisa de um dispositivo poderoso que não comprometa a portabilidade. O ASUS Vivobook 15 é robusto e confiável, certificado pelo padrão militar US MIL-STD 810H, que testa e garante a durabilidade em condições extremas. Seja para trabalhar, estudar ou se divertir, o ASUS Vivobook 15 M1502YA é a escolha perfeita que combina desempenho, proteção e estilo. Experimente e leve sua produtividade a um novo patamar! Mais produtividade e mais proteção com o ASUS Vivobook 15 M1502. 1. Observe que os efeitos repelentes da Proteção Antibacteriana ASUS foram testados pela ASUS em 26 de abril de 2021 e seguem o método ISO 22196 em nossas amostras de teste especialmente tratadas. Os testes fornecem uma simulação de três anos de desgaste e incluem exposição à névoa salina, choques térmicos e testes de álcool e feltro de lã. O período de proteção antibacteriana efetivo real pode variar dependendo da configuração e uso do produto.",
        "imagem_url": "https://m.media-amazon.com/images/I/71dlu8CRgdL._AC_SX679_.jpg",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Ryzen-Silver/dp/B0F85P7QB8/ref=sr_1_48?dib=eyJ2IjoiMSJ9.JphrJXCLVWVaoTboTFjN5mssrxarKsCFH7qR6zHjMO2qkV2HDaF-RYABlx-hQobSGjHM7zMvW9vKaKa9stEULwEgS1u6DCXlOJLOXCmWvIo-hsklM1QhbyT6ZGvt8QyrS22JtoqRyCK2wAZnkdM4yKQDfAXVVkPauXIzZUf4dxI--tValgE1fDQLVI45VwB1LjLa6LN6LMYjA3auGv-6E6LhPbMNq6JI_ni5MtZQlHeC_tPPU0K3Sl_oMyNvhjZEa940kilQG-s2QP-xYONzwFbtYOJMLQS6Ph4p33O9tm4._R2OhKDooNdKQgY1ttma35QJyYsJ0eP6yrlP98_Cc6Q&dib_tag=se&keywords=notebook&qid=1758671445&sr=8-48&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6"
    }
]