[
    {
        "id": 1,
        "titulo": "Notebook ASUS Vivobook GO 15, Intel Celeron Dual Core N4500, 4 GB, 128 GB SSD W11 Home, 15,60\" LED, Star Black - E510KA-BR808WS",
        "preco_final": "R$1.649,00",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Celeron/dp/B0DD64K4MP/ref=sr_1_1?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-1&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Veio no prazo certo, comprei no domingo e recebi no sábado seguinte. Veio bem embalado, o notebook tem configuração básica, atende a minha necessidade que é para estudar e trabalhar. Ele é fino e leve cabe dentro de bolsa tranquilamente, teclado é ótimo, embora sega 4GB de ram apenas, ele é bem rápido. Adorei a compra! Agradeço ao vendedor.",
                "Perfeito, ótimo custo benefício para estudos da faculdade, assitir séries . Não recomendo para quem gosta de jogar pois ele acaba travando com jogos pesados",
                "Ótimo produto,custo benefício. Meu marido gostou demais.",
                "Excelente, tamanho e peso adequado para viagem",
                "O produto chegou muito rápido, comprei em um dia e no outro dia (domingo) chegou pela manhã. Muito bem embalado e protegido, com todos os ítens certinho. Quanto ao notebook, é muito bonito, muito leve, porém quanto a rendimento é bem básico, processador um pouco lento, bateria que prometia 8h de duração tem de 3 a 4 horas com uso sem parar. Acredito que vá atender minha necessidade que é apenas pra estudo.",
                "Estava procurando umas notebook pra trabalho, achei esse maravilhoso, lindo design e super fácil de instalar. Vi as avaliações sobre ele e realmente é excelente.",
                "Tudo certo, facil configuração inicial, estou usando a três dias\ne por enquanto tudo bem. Notebook com configuração ok para funções\nbásicas para estudar. bem embalado",
                "Um produto bom. Já verifiquei e aprovei",
                "Sim atende as minhas expectativas, produto com design fino e leve,tela do tamanho que eu desejava.",
                "Ótimo desempenho para uso básico!",
                "Ótima qualidade",
                "CONFORME O ESPERADO, AMEI",
                "Boa tarde. Eu comprei mas para estudar. Então para eu está ótimo.",
                "É bem funcional pra quem vai ter seu primeiro notebook !",
                "Chegou dentro do previsto uma entrega muito rápida, produto em perfeito estado. Muito bom esse notebook fiquei muito feliz com essa compra.",
                "Compatível com a minha realidade.",
                "Excelente custo benefício",
                "Um pouco lento, mas me atende nos estudo!",
                "Entrega rápida",
                "Atende o propósito."
            ],
            "criticos": [
                "O produto veio perfeito. No padrão Asus e Amazon. Contudo ontem que há um problema no projeto que deve ser considerado que eu não vi antes. A placa de memória é soldada na placa mãe e não permite upgrade. Isso limita a máquina mesmo em tarefas relativamente simples. Por esse motivo eu não compraria essa configuração novamente. Mas funciona no básico e a bateria é muito boa. O preço é convidativo.",
                "Muito lento, no primeiro dia de uso ja esta travando, se esta a procura de notebook para baixar jogos ou pra aplicativos muito pesados, esse não é o notebook certo para você, alem disso ele esquenta muito e muito rapido.\nTirando tudo isso, ele é bem funcional para o básico, chegou bem embalado e é bem bonito.",
                "Muito lento com Windows 11, mais serve para propositos basicos",
                "O produto esta com problema na camera não consegui acessar, entrei em contato com a Assus, informaram que tenho que levar na assistencia técnico, pode demorar mais de 15 dias paa o resolver o problema.\nEnquanto issovou ficar sem o computador que preciso para trabalho. Péssimo produto é a empresa não facilita para o cliente",
                "No segundo dia da compra, do nada deu um apagão e não reinicializou mais. Foi preciso com ajuda do suporte técnico ser restaurada a instalação do windows! Deixou-me inseguro! Não recomendo para uso profissional!",
                "Gostei muito, chegou rápido\nO problema é que ele aquece muito rápido",
                "Para tarefas básicas ele é bom, fino e bateria muito boa, só achei um pouco lento para processar tarefas devido ao processador Celeron Dual Core.",
                "Aparência ótima, porém muito lento, devagar. Nem as coisas básicas ele é rápido",
                "Ele trava muito, e a cor da tela é horrível, e aquece bastante.",
                "Produto chegou com defeito, liga mais aparece nada na tela",
                "O produto chegou ontem, e já está me dando dor de cabeça. A bateria não dura nada. Desliguei ele e fui dormir; 14% de bateria perdido. Enquanto mexo nele a bateria derrete. Tirando o problema da bateria, não consigo acessar página nenhuma, nem baixar aplicativos na Microsoft Store. Não encontrei suporte nenhum pela Internet, está sendo uma experiência decepcionante. Vou procurar um assistente técnico para ver se consigo resolver a situação. Acabamento do notebook não é bom, se encostar nele, mancha e a mancha não sai por nada.",
                "Bem embalado, mas não conectava a impressora. Troquei por outro laptop e a impressora funcionou perfeitamente. Tentei outra impressora com este laptop que também não funcionou. Resolvi devolver.",
                "Não gostei devagar parando.",
                "Péssimo, até mesmo para tarefas simples, como usar editor de texto. Trava a todo instante. Extremamente lento. Não recomendo de jeito nenhum.",
                "Lento",
                "O notebook não atende ao mínimo requisito para fins acadêmicos. Está constantemente travando ao usar o Google para pesquisas simples, além que o acampamento na tela venho com defeito. Em pouquíssimo tempo de uso o TouchoPad apresentou defeito. E a assistência da marca não é muito boa. Não recomendo a compra.",
                "Produto chegou na data certa, porem veio faltado um cabo, a empresa ASUS ja foi melhor....",
                "Eu não pedir devolução do produto, o que ocorreu?",
                "Não atende. Estou tentando devolver e não tenho retorno sobre a validação da minha identidade. Preciso de uma solução ou vou entrar com uma reclamação contra vocês.",
                "Trava muitoo, e olha que uso somente para trabalho de faculdade.\nNão indico!"
            ]
        }
    },
    {
        "id": 2,
        "titulo": "Notebook Lenovo Ultrafino IdeaPad 1 Intel Core i3-1215U 8GB 256GB SSD Windows Home 15.6\" 82VY000SBR Cloud Grey",
        "preco_final": "R$2.353,10",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-Ultrafino-i3-1215U-82VY000SBR/dp/B0CM8LZFXB/ref=sr_1_2?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-2&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Note comprado pra uso em trabalho e estudos, pra mim ele é um excelente notebook. Da pra usar pra jogos, mas não posso avaliar mto pois uso pouquíssimo pra esse fim. Roda tudo muito bem, sem travar, ele é lindo, grande, as teclas são ótimas, o mouse tbm. Ótimo processador e ótima memória interna.",
                "Notebook leve e bonito, excelente custo benefício.",
                "Recebi o produto faz um dia. Gostei muito da qualidade do material do notebook, o teclado dele é excelente. As teclas têm um bom tamanho sendo ótima para pessoas que tenham algum problema visual ou para pessoas com idade mais avançada. Ainda não testei a autonomia da bateria. Quanto à performance, o computador parece ser bem rápido na execução das tarefas e até agora tem se saído muito bem.",
                "O produto é excelente para fins acadêmicos, muito leve, com teclado numérico e o Windows fácil de manusear.",
                "Chegou dentro do prazo e muito bem embalado. Comprei para minha filha, ela disse que é muito bom, leve, ágil, está gostand muito.",
                "Depois de três anos, ele cumpriu com o objetivo. Me ajudou muito nos primeiros anos da faculdade. Ele continua perfeito, ficou apenas levemente mais lento. Umas das teclas apresentou problemas, funciona quando quer, e é só por isso que resolvi comprar outro mais completo. Entretanto, fui feliz com ele. Meus sobrinhos usam de vez em quando para jogar e assistir.",
                "Ótimo notebook excelente recomendo top de linha e bom custo.",
                "Estou satisfeita com o produto, porém o entregador foi bem mal educado. Reclamou que ficou meia hora esperando. Só esqueceu que eu moro num condomínio com 8 torres e estou no 7 andar, portanto leva uns minutos até chegar na portaria.",
                "Excelente.",
                "Excelente 😀",
                "top bem embalado!!",
                "Produto excelente",
                "bom, gostei",
                "Ótimo notebook muito rápido, abre as coisas com fluidez e liga em 5 segundos. Bateria dura 5 horas com modo de conservação ativo, sem o modo dura 7. Amei, podem comprar, principalmente para trabalho e estudo.",
                "Muito lindo, útil",
                "Bom custo beneficio",
                "Produtos chegou no prazo , bem embalado, satisfeita com a compra.",
                "Ótimo produto, compatível com a descrição.",
                "Ótimo notebook, gostei!!!",
                "Chegou antes do prazo e é perfeito! amei"
            ],
            "criticos": [
                "É bom, rápido, mas há algumas imperfeições. Teclas pequenas (como enter) dificultam para quem gosta de digitar mais rápido e precisa de agilidade em seu trabalho. Touch pad ainda é trabalhoso e, por vezes, a seta \"foge\" do controle mesmo alterando sua velocidade e precisão. A bateria tem durabilidade regular (como mencionado por outros usuários). Também não vem cabo Ethernet (RJ45) o que me fez gastar para comprar um dispositivo só com essa finalidade. No geral, é bom.",
                "A tela na descrição está como 1920x1080, o dispositivo tem apenas resolução HD.",
                "PRODUTO É UMA PORCARIA - LENOVO NEM SE PREOCUPOU COM A IMAGEM O RETORNO DELES FOI SIMPLESMENTE SE VIRA ONDE VC COMPROU !!! UM VERDADEIRO ABSURDO",
                "O notebook é leve, rápido e muito bonito, contudo faz barulho na ventoinha.\nRealizei a troca e o novo notebook também faz barulhos esporádicos na ventoinha... ou seja, não é um notebook silencioso.\nAo contrario dos demais, NAO RECOMENDO.",
                "Gostei do notebook. Mas não enviaram a nota fiscal.",
                "No anúncio diz ser tela full hd, mas na verdade não é. Trata-se de uma tela HD. O valor do mesmo deveria ser abaixo dos 2k.",
                "Não pude utilizar, veio sem o carregador!!"
            ]
        }
    },
    {
        "id": 3,
        "titulo": "HP Laptop 2025 de 14 polegadas, processador Intel N150, 16 GB de RAM, 384 GB de armazenamento (128 GB UFS+256 GB MSD), Windows 11 Pro, Copilot AI, Wi-Fi 6, webcam, ouro rosa",
        "preco_final": "R$4.136,02",
        "link": "https://www.amazon.com.br/HP-Laptop-14-processador-armazenamento/dp/B0FLPTM8T6/ref=sr_1_3?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-3&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [],
            "criticos": [
                "Produto sem avaliações"
            ]
        }
    },
    {
        "id": 4,
        "titulo": "Notebook Lenovo Ideapad 1i Intel Core i5-1235U 8GB 512GB SSD 15.6\" W11",
        "preco_final": "R$2.913,83",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-Ideapad-i5-1235U-512GB/dp/B0CK3R8JYG/ref=sr_1_4?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-4&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Notebook excelente! Processador extremamente rápido, não trava, design lindo e prático de carregar para todos os lugares. Fininho e leve, é ótimo para transportar. Estou satisfeitíssima com a minha aquisição. Já estou utilizando-o há mais de 04 meses e superou absolutamente TODAS as minhas expectativas.",
                "O produto é excelente, exatamente como na foto. Tem um design lindo, ultra fino, muito leve, rápida performance e a tela é bem grande. Já fiz algumas configurações e acredito que atenderá muito bem o meu uso que será para estudos.\nNão gosto muito do layout do Windows 11, por alguns pequenos detalhes como por exemplo o tamanho exagerado da barra de ferramentas, mas consegui baixar um aplicativo e resolveu. Não tenho nada a reclamar sobre o produto, chegou certinho no prazo (2 dias), super bem embalado, protegido e atenderá bem o meu uso. Recomendo e compraria novamente!!",
                "perfeito e ótimo custo benefício, rápido e eficaz para atividades como estudo.",
                "Perfeito, maravilhoso, lindo. A melhor compra q fiz. Pra quem é estudante ele é incrível, mas se vc quer jogar esses jogos mais pesados n dá. E já vir com um WIndows foi perfeito,",
                "O notebook é ótimo. Ele é leve, ótimo para colocar na mochila. Tem entrada para cartão de memória, o que acho muito bom e não via há anos. É rápido, consigo fazer atividades pesadas como usar o Power BI. Jogos testei apenas roblox, rodou no máximo Dress To Impress que é um dos jogos mais pesados do roblox.\n\nMas, é 4 estrelas. O notebook vem com o processador i5 1235-U e a placa de vídeo integrada é uma Intel(R) UHD Graphics, deveria ser a Iris Xe Graphics. Fiquei frustrada quando olhei a placa de vídeo. Um dos motivos da compra foi a Iris Xe para jogar alguns jogos leves e que agora não vou conseguir jogar.\n\nOutro ponto negativo é que a tela não é full HD, mas eu já sabia disso. Não é algo que me incomoda, mas é pessoal. Se te incomoda, leve isso em consideração.\n\nNenhuma reclamação do vendedor. Veio tudo certo e bem embalado.",
                "Ótimo. Perfeito. Amei.",
                "Comecei a usar tem poucos dias, é bem fácil de configurar, rápido e fluindo muito bem. Chegou bem antes do prazo. Pelo valor vale muito a compra! Está me atendendo no que pretendia. Usando para estudos",
                "Ótima compra, o notebook atende as minhas necessidades. Uso ele para estudar e trabalhar e cumpre com o que promete. Já venho usando a alguns meses e continua com o mesmo desempenho do começo, muito rápido. Comprem, não vão se arrepender. Chegou em perfeito estado na minha casa.",
                "Adorei o Notebook, super bonito e atende todas as minhas expectativas.",
                "Recomendo",
                "perfeito",
                "Melhor aquisição que fiz até hoje on-line muito bom",
                "A entrega foi a contento e chegou bem embalado. Minha sobrinha gostou muito pra uso escolar.",
                "Ótima compra",
                "Nota muito bom",
                "Superou minhas expectativas, muito rapido e está suprindo para a finalidade",
                "Notebook excelente, até agora nada a reclamar.",
                "Até o momento estou satisfeita com o produto, leve, rápido e um design bonito. Atende bem minhas necessidades.",
                "Ótimo",
                "Produto muito bom veio bem embalado,vale a pena comprar na Amazon"
            ],
            "criticos": [
                "Com certeza um bom notebook custo benefício pra trabalhar em casa ou no escritório.\nContras: Pequenas coisas frustram aqui, a bateria não aguenta muito entre pouco mais de 1hora de autonomia. Pelo menos o modelo, possui um aterramento de energia horrível, fazendo o ponteiro do mouse ficar \"suave\"/lagado quando conectado no carregador.",
                "Pra quem tá querendo saber se vale a pena, sim em lhe informar que sim! Vale muito a pena, pois, o Notebook é muito bom! É rápido, é leve e tem um ótimo desempenho. Pra quem tá pensando em querer usar ele para estudos, ele é ótimo! Entretanto aqui deixo minha reclamação, eu comprei ele mês passado e veio chegar no finalzinho desse, e com apenas 2 dias de uso o carregador dele parou de funcionar. E como eu não queria ter que fazer a devolução do produto, pois, eu estava precisando desse notebook com urgência, eu resolvi comprar outro carregador. E um carregador pra notebook aqui na minha cidade é muito caro. Por esse motivo eu vou está dando apenas 3 estrelas pro produtor. Mas pfvr! Não queiram comparar a minha experiência com sua. Podem comprar, pois vale a pena, apesar do prejuízo que eu tive, contínuo dizendo que o \"notebook\" é ótimo!",
                "Não deixam claro que não vem pacote Office instalado!",
                "Nao entendi por que veio apenas 477GB sendo o anúncio 512GB , e nao consigo falar com vendedor",
                "Infelizmente o computador veio com problema de fábrica (tela travada)\nO produto já na primeira tentativa de uso precisaria ir para manutenção de garantia. Optei pela devolução.\nO produto veio bem embalado.",
                "Desde o primeiro mês da compra ele dá umas travadas na hora de alternar as telas, como se estivesse sobrecarregado. Esperava mais.",
                "Comprei por conta da bateria que segundo anunciado era para durar muito, porém a realidade é outra, a bateria dura no máximo umas 2 horas fora da tomada e já começa a baixar, mesmo com a questão da eficiência energética. Me senti enganada.\nÉ um ótimo noteebok.\nO único ponto negativo pra mim, foi de fato a bateria.",
                "Olá, tudo certo? Bom, comprei o produto que de fato é de uma qualidade boa, mas o que me deixou frustrada realmente foi a propaganda enganosa do objeto. Quando eu estava à procura de um notebook eu estava buscando tipificações específicas, como a placa de vídeo por exemplo, no próprio link do produto diz ser um \"Notebook Lenovo IdeaPad 1i i5-1235U 8GB 512GB SSD Intel Iris® Xe W11 15.6\" contendo uma placa de vídeo Intel Iris® Xe. Quando o notebook chegou e eu fui olhar as configurações e as especificações pra ver se estavam corretas me deparei que a placa de vídeo não é a mesma que é citada no link, é uma Intel UHD Graphics. Colocando o modelo do notebook no próprio site da Lenovo, é falado que esse modelo deveria ter realmente uma placa de vídeo Intel Iris® Xe. Deixo aqui a minha indignação por ter pago por um produto que não correspondeu as minhas expectativas.",
                "Apesar de não entender muito ainda de notebook.Achei ele ótimo, não trava,com um preço muito bom,estou ansiosa para aprender a utilizar e começar meu curso. Há, e chegou bem antes do prazo de entrega.",
                "Com poucos meses de uso o aparelho simplesmente parou de funcionar sem nenhum motivo aparente. Um transtorno para resolver, mesmo ainda estando na garantia.",
                "Para quem procura um notebook para estudos e tal, este vai lhe atender bem, mas a tela apesar de grande e horrível, se você mudar um pouco que seja o ângulo da tela em relação a você a imagem já fica com cores distorcidas e contraste ruim",
                "Estou avaliando com base em um produto anterior da mesma marca e modelo, só funcionou bem no início.",
                "O notebook em questão de desempenho era o que esperava, porém a tela dele deixa a desejar em 2024 a tela não ser fullHD me surpreendeu quando liguei sem contar a questão do brilho que dependendo do angulo que olha quase não dá para enchergar o que tem na tela",
                "O note é muito bom, lindo pessoalmente e realmente maravilhoso, rápido e não deixa a desejar. Porém a entrega foi pela Total express, tive muita dor de cabeça. Eu paguei a entrega mais cara e eles colocaram que ia sair para entrega mas não veio, o SAC deles é apenas para entregadores e a Amazon nao acompanha a rntrega, o atendimento tbm não sabe de nada. tive que abrir uma reclamação no Reclame Aqui e só assim uma pessoa da empresa do frete mandou meu note dois dias depois, é uma falta de respeito realmente. Coloca no Google e verá que muitas pessoas já reclamam dessa empresa pelo mesmo motivo. Não compro mais se for entregue pela total express, quase meu note foi extraviado sem nem tentativa de entrega.",
                "comprei pois estava precisando de um pc, pois n tinha celular e precisava ficar de olha em vagas de emprego, quando chegou ele ligou, e pediu atualização e n tinha opção de atualizar depois era obrigatório atualizar, após conclusão o mesmo ficou com tela preta e não dava imagem, e o Led que sinalizava que ele estava ligado após 2-5 min desligava, n mostrava nenhum sinal de vida, tentei entrar em contato com o suporte técnico da Lenovo, pelo numero, site e QrCode, que eles manda dentro da caixa e nenhum pegava.",
                "O desempenho da máquina é muito bom. O que é totalmente frustrante e medíocre é a duração da bateria. Até agora, em décadas a Lenovo oferece a pior experiência em bateria pelo custo que cobra.",
                "Parece ser uma máquina boa, porém a que comprei veio com defeito. Não funcionava a tecla shift. Após inúmeros testes com o suporte da Lenovo fui orientada a devolver ao vendedor com apenas dois dias de uso. Talvez compre novamente porém estou insatisfeita pois eles não deram opção de substituição, apenas reembolso. E agora o preço aumentou.",
                "O produto não é full hd como dizem na descrição. Mais uma vez me sinto frustrado com a Lenovo.",
                "Acabei de receber meu produto e veio com usuário defaultuser0 e pede uma senha que não tenho, como pode um computador novo ter um usuário e uma senha que não é de conhecimento do comprador",
                "Feio com defeito\ndevolvi"
            ]
        }
    },
    {
        "id": 5,
        "titulo": "Notebook ASUS VivoBook Go 15, AMD RYZEN 5 7520U, 8GB, 512GB SSD, KeepOS, Tela 15,6\" FHD, Mixed Black - E1504FA-NJ732",
        "preco_final": "R$2.579,00",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-KeepOS/dp/B0CYW2N6TX/ref=sr_1_5?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-5&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Pc muito bom! Ótima construção e funciona muito bem, boa ventilação, bom design e tela agradável aos olhos.\nSó tome cuidado com 3 detalhes:\nSó tem duas entradas USB\nVem com Linux, mas é só formatar ué kkkkk\nNão faz upgrade de memória RAM, é 8GB definitivo\n\nÉ um ótimo notebook pra quem quer trabalhar, fazer edições não tão complexas e ainda pode jogar coisas como Fallout 4, MK10, FableIII, BloodStrike e similares em HD liso.\n\nGTA V não roda bem, só em qualidade baixa.",
                "otimo produto, atende a todas as nescidades. perfeito para estudar e trabalhar, e ainda roda uns jogos pesados, como gta 5 e valorant na qualidade grafica baixa, não espere graficos espressivos. Mas serve muito bem, pontos negativos é a falta de capacidade de expansão da memoria RAM, apenas a ROM, ja que a RAM é soldada na placa. Tambem mancha com bastante facilidade, sendo o suor da mão suficiente pra deixar marcas, por ele ser preto isso auxilia também claro. Mas de resto um otimo aparelho, pelo preço que esta sendo ofercido é com certeza uma das melhores, se não a melhor opção. Quanto a sistema operacional não tenha medo, da pra instalar o windowns facilmente, (mais ou menos kkk) minha experiencia não foi das melhores, ele demorou bastante, não sei se foi a minha internet ou o própio dispositivo. Enfim um otimo aparelho, aconcelho! Preço que comprei: 2389",
                "Ótimo notebook, estudo programação e meus programas rodam tranquilamente. Também uso vários jogos. Bateria boa",
                "É notebook muito bom, tem um ótimo desempenho, muito top",
                "O notebook é todo em plástico, tela pessima.\npro tamanho é leve, teclado bom.\nvem com linux, mas facilmente formatavel para windows. bateria dura umas 3-4h, a depender do uso.\nsugiro comprar com 16gb de RAM, apesar de uso apenas de escritorios, ja fica usualmente com 80% da memoria ocupada, gerando pequenos travamentos e delay para abrir abas, chatgpt, etc.\nse fosse 16gb, estaria mais satisfeito (muda pouco o valor). tendo em vista os precos dos notebooks, acho ate que seja um bom custo beneficio.\nComo comprei para ser um segundo computador da casa, da pra aceitar. Segue o baile.",
                "Excelente produto.",
                "Amei meu notebook. Custo e benefício muito bom. Entrega o que promete. Comprei pra estudo e estou gostando muito.",
                "Chegou bem embalado, e funciona muito bem, já fiz alguns testes e tem boa relação custo X benefício.",
                "Comprei apenas para estudar e está cumprindo bem o papel. O desempenho é bom e me atende para o que preciso. A tela não tem a melhor qualidade — achei um pouco feia — e a bateria descarrega rápido, mas como uso só em casa, isso não atrapalha tanto. No geral, valeu a pena pelo custo-benefício.",
                "Perfeito, chegou dentro de 3 dias, bem embalado. Amei meu note.",
                "Notebook zero! Muito bom atendeu todos as minnhas expectativas",
                "Muito bom.",
                "Muito bom",
                "Ótimo para estudar e coisas do dia a dia",
                "Mt bom",
                "O notebook é bom. Estou satisfeita com a compra.",
                "Melhor computador que tive na minha vida",
                "Bom custo-benefício",
                "Excelente",
                "Produto de ótima qualidade,chegou antes do previsto .recomendo"
            ],
            "criticos": [
                "O produto ok, porém q experiência com a entrega foi bem ruim. A Amazon não disponibilizou o número do pedido para que eu pudesse rastrear o pedido, não respondia as mensagens que mandei. E no final a transportadora veio em um momento que eu estava em casa pois não tive noção de quando seria feita a entrega, pois veio pra entregar antes.",
                "Sistema de Linux só faltou essa informação",
                "Ainda decidindo se vou ficar com ele, chegou e com 1 hora de uso apareceu esse negócio na tela, do absoluto nada.",
                "Notebook excelente muito bom, mas a entrega foi péssima pois a embalagem não tinha proteção alguma e infelizmente acabou dando um pequeno amassado na parte de cima do notebook. 5 estrelas para o produto.",
                "O aparelho em si e bom, tem uma ótima qualidade. Porém tive que levar em um técnico para baixar o windows nele. Na hora da compra não me atentei ao sistema dele, então se for comprar olhem primeiro sobre o sistema, Mas o aparelho e bom.",
                "O notebook em si é lindo, a bateria não dura tanto mas é ok, roda alguns jogos. Único problema é o sistema operacional que vem nele, vc faz o cadastro e na hora do login o sistema não reconhece login e senha e o aparelho fica bloqueado, precisei formatar e colocar Windows, se não ele não iria ligar. Aconselho sim a comprar, é um aparelho muito bom, mas aconselho a comprar e já levar direto em algum técnico para trocar o sistema dele.",
                "Comprei este Notebook para estudo, em relação a sua composição de hardware é bem completo, porém deixou a desejar na qualidade de tela, além de ter uma bateria com baixíssima autonomia e sua memória RAM não permitir expansão, não vale a pena comprá-lo estando o valor acima de 2500 reais, acredito que tenham opções melhores no mercado.",
                "Comprei o Notebook ASUS VivoBook Go 15, AMD RYZEN 5 7520U, 8GB, 512GB SSD, KeepOS, Tela 15,6\" FHD, Mixed Black - E1504FA-NJ732, mas não veio a fonte pra carregá-lo. Aguardo retorno",
                "Equipamento adquirido ha poucos dias, até o momento o microfone não funciona, apesar desse item constar das especificações do produto",
                "Tela ruim e aparenta ser muito frágil, mesmo dize do que tem tecnologia militar de resistência.",
                "INFORMO QUE O ITEM EM QUESTÃO ESTÁ DANDO PROBLEMA. HOJE NO TRABALHO O NOTEBOOK TRAVOU DO NADA E NÃO CONSIGO DESLIGAR.",
                "O produto em si é excelente, você consegue trocar o Linux pro windows sim, agora a Amazon fez um inferno pra entregar o pedido. Perderam o prazo 3 vezes, perdi 3c dias de trabalho por conta deles, fora a quantidade de vezes que precisei reclamei. Horrendo",
                "O computador por fora veio bem porém não ligava tive que paga para uma pessoa abrir e arrumar… como abri para ver o que tinha acontecido perdi a garantia!",
                "Notbook muito bom, pelo seu preço é claro. Porém tomem cuidado ao comprar não comprem a versão com o Keep Os ou seja o Linux. Por conta que na tela inicial ele te pede uma senha dai vc cria essa senha, porém ao iniciar ele vc tenta por essa senha e acaba que ele não reconhece. Você pode tentar oque for mas não consegue, a única solução para isso é instalar o Windows. Mas aí já fica aquela coisa meio que na gambiarra porque você tera que baixar um que não é licenciado mas fica a critério de cada um, só vim alertar mesmo sobre o problema. Aconteceu não só com o meu mas com outros também. Mas fiquem tranquilos não é um problema da máquina em si é somente do SO que é horrível. Mas na faixa de preço que se encontra a versão do Asus com Windows já compensa comprar o Positivo Vision R15 que tá quase o mesmo preço.",
                "Veio com defeito, a tela não liga e o notebook não chegou a funcionar , tive que ir deixar nos correios mesmo comprando com frete, achei absurdo isso.",
                "O sistema operacional KeepOS é tão ruim, que eu não consegui nem iniciar o PC, por conta de um erro de usuário e senha, ainda no primeiro acesso. Erro este que é recorrente, pelos relatos que encontrei ao tentar encontrar uma solução, que aparente só é resolvida com a troca do sistema operacional por um outro tipo de Linux.",
                "Pior experiência que já tive, cancelaram meu pedido até agora não devolve meu dinheiro",
                "Veio com tela rachada.",
                "Com pouco menos de 4 meses, já não deu mais imagem na tela.",
                "Primeiro se trata de um Linux, o que não está informando na descrição do produto.\nSendo assim, após ligar e travar na primeira tela, e entrar em contato com a assistência técnica da Asus, fui informada de que eles apenas prestam serviço para computadores Windows, tanto no site, como por telefone.\nEstou totalmente decepcionada.\nAinda se funcionasse, poderia experimentar este Linux mas não existe nenhum botão que saia desta tela e ele não reconhece a senha.\nEstou solicitando a devolução do produto."
            ]
        }
    },
    {
        "id": 6,
        "titulo": "Notebook ASUS Vivobook GO 15, Intel Celeron Dual Core N4500, 4 GB, 128 GB SSD, W11 Home, 15,60\" LED, Rose Pink - E510KA-BR833WS",
        "preco_final": "R$1.649,00",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Celeron/dp/B0DD64JXK1/ref=sr_1_6?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-6&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Qualidade dentro do esperado, para alunos iniciantes com necessidades de trabalhoa básicos.",
                "Primos",
                "É lindo, um pouco lento, mas é condinzente com o preço",
                "O notebook chegou bem lacrado e intacto. Tem uma aparência linda e, até agora, está funcionando maravilhosamente bem. A configuração de hardware e o sistema operacional correspondem exatamente ao que foi prometido. Espero sinceramente que continue assim.",
                "O produto tem um design muito bonito, ele é um pouco lento e único problema achei que aquenta bastante nos primeiros minutos de uso.",
                "Produto muito bom.",
                "Chegou bem embalado TD certo. Está servindo para o que preciso.",
                "Gostei estou satisfeita, mas como a memória é baixa ele trava quando está ficando cheia",
                "já faz uma semana que estou usando e estou gostando bastante, comprei apenas para estudo então até agora está indo tudo bem!",
                "Amei o notebook muito bonito também recebir hj 08/09/25",
                "Vale a pena pois vem com assinatura do pacote office original e o ssd ajudar bastante.",
                "A cerca da entrega ela foi bem rápida. Agora sobre o produto tem alguns pontos negativos como por exemplo a memória que esgota muito rápido, como também a bateria que dura pouco, se vc for usar apenas para estudos então eu recomendo. É bem bonito, a tela também é favorável e bem e a imagem é boa.",
                "Preço bom e entrega rápida.",
                "Muito bom.",
                "Excelente produto",
                "Vale muito apena",
                "notebook com ótimo custo benefício, estou utilizando ele como ferramenta de trabalho e estudos faz uma semana, por enquanto está me atendendo muito bem.",
                "Ótimo produto, chegou antes do prazo muito bem embalado!",
                "Not chegou no dia, perfeito muito bom e eu adorei, não é um notebook pra jogos, mas pro trabalho é perfeito",
                "Amei"
            ],
            "criticos": [
                "Estou usando o computador faz uma semana. Antes eu tinha um Macbook que durou uns 7 anos e tive que comprar um baratinho de emergência. Comparando os dois, o Asus é infinitamente mais lento, parece de fato feito para não durar e várias coisas do windows me incomodam bastante (atualizações constantes, por exemplo). Mas é um comparação injusta porque este é um porta de entrada de preço muito menor e que pretendo manter por pelo menos 1 ano e meio apenas. Desse modo, indico para dar como primeiro computador para um adolescente ou para quem não tem grandes pretensões mesmo (como só utilizar pacote office). A questão da qualidade de imagem pra assistir não achei tão ruim quanto tinha visto em alguns reviews, para chamadas com câmera é ruim, de fato. O peso achei ok até. Mas a qualidade de som me decepcionou bastante. Espero que dure pelo menos o tempo que eu preciso para que eu possa trocar por um de melhor qualidade... Para um computador por cerca de 1700 acho que ele entrega o básico. Por esse valor, não se pode esperar muito mais, porém.",
                "É um bom produto, quebrou meu galho em uma emergência em que eu precisava de um novo notebook para continuar trabalhando, principalmente pelo preço e tempo de entrega rápido. Só gostaria de ressaltar que a caixa da entrega poderia ser mais reforçada; veio em uma caixa comum sem nenhuma indicação de produto frágil, o que poderia facilmente quebra-lo se houvesse uma caixa pesada em cima no transporte. Além disso, seria bom se já viesse com algumas atualizações principais instaladas; a primeira inicialização levou quase 2h para que eu conseguisse utilizar de fato o produto de tanta atualização prolongada. Acredito que para programas mais pesados não seja o ideal, já que em simples chamadas de vídeo já apresentou algumas travas no segundo dia de uso, o que me frustrou um pouco. Mas tem todas as ferramentas necessárias, é de fato bonito, e é um computador que permite executar funções comuns do dia a dia.",
                "Se você vai utilizar apenas a página na internet, ele é ok!\nMas se for fazer coisas a mais, tipo aplicativos e programas, esqueça!\nEu uso pro trabalho e pra estudar e simplesmente ele ESQUENTOU parecendo que ia explodir quando iniciei uma REUNIÃO no MEET! Ou seja: não serve pra trabalho.\nPs: comprei até um cooler, mas ele continuou esquentando e travando DEMAIS quando iniciava a reunião :/",
                "Bom, eu achei que esquenta um pouco, em relação ao processador eu achei que tava bem lento no começo... Mas já atualizei tudo e ele está funcionando normalmente, achei um notebook bom para estudos, mas não acho que suporte mais que isso, e em relação a bateria, parece durar em torno de umas 5 horas e meia.Um beijo 💋 fiquem com Deus.",
                "Produto e muito bonito, e o material de boa qualidade .Infelizmente o teclado veio com defeito onde os caracteres estão trocados e alguns não funcionam .Outros digita um caractere e aparece outro.Me sentindo frustrado",
                "Péssimo, comprei para usar apenas nos estudos, mas ele não consegue cumprir nem com o básico, ele trava e as cores da tela são ruins, tem um tom amarelado. Já estou usando ele por um mês e só tem me dado dor de cabeça. O preço pode até ser bom, mas não compensa.",
                "Chegou antes do prazo ( inclusive parabéns) veio muito bem embalado, sobre o notebook ele é MUITO bonito, teclado bom, tamanho grande, eu não achei ele muito leve mas é bem de boa e sim, ele trava (bastante)",
                "Está acabando a bateria muito rápido e esquentando.",
                "De modo geral, achei que o note aquece muito e é um pouco lento. Mas atende a obrigação que apenas para estudos.",
                "Apesar de possuir ssd 128gb considero que é mais lento do que o esperado. No geral é um notebook bonito! Prefiro mais qualidade tecnica do que estetica. Se fosse para trabalho com software mais pesados com certeza não seria essa minha escolha. Para fins escolares ta de bom tamanho. Por isso comprei esse para minha filha de 13anos.",
                "Computador lento, mesmo para atividades simples. Abaixo das expectativas, não recomendo nem passa atividades administrativas",
                "Muito lento, esquenta muito e a bateria não é durável.",
                "Achei o notebook um pouco lento.",
                "Esquenta a bateria demais, parece que vai explodir. É bonito, fininho, mas pesquisei e parece algo frequente.",
                "Com menos de 1 ano de uso a câmera não funciona. Rede de assistência técnica péssima. Não vale a pena.",
                "Na descrição informa 2T de armazenamento no disco rígido, mas possui apenas 115 gb, sendo apenas 57,4 gb livres. Fora que wifi não conecta, e já que não possui entrada para cabo de rede fica praticamente impossível iniciar e configurar. Péssimo produto...",
                "é furta cor, entre rosa e bege. Funções ok\nEle esquenta bastante\n\nEdite: Estou a 5 meses com ele e e bem lento, nao recomendo. Continua esquentando mto",
                "No anuncio do laptop diz q é com SSD Mais na verdade é eMMC",
                "O computador não ligou e nem carregou. Precisei devolver, infelizmente.",
                "Gente, infelizmente esse note o que tem de lindo tem de lento. Trava em todas as telas possíveis. Se vc quer pesquisar algo no google, ele trava, quer abrir outro site, trava, baixar um software, trava. É uma tranqueira. Me arrependi da compra, fiquei animada pelo visual e o preço, mas não imaginei que era tão fraco. Pior que um computador anos 2000."
            ]
        }
    },
    {
        "id": 7,
        "titulo": "GIGABYTE Laptop para jogos AORUS Master 16 - OLED 240Hz 2560x1600 - NVIDIA GeForce RTX 5090 - Intel Core Ultra 9 275HX - SSD de 2TB com RAM DDR5 de 32 GB - Windows 11 Home AD (AORUS Master 16",
        "preco_final": "R$42.118,41",
        "link": "https://www.amazon.com.br/GIGABYTE-Laptop-AORUS-Master-16/dp/B0DYJHNFR1/ref=sr_1_7?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-7&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [],
            "criticos": [
                "Produto sem avaliações"
            ]
        }
    },
    {
        "id": 8,
        "titulo": "Notebook ASUS Vivobook 15, Intel Core i5, 16 GB, 512 GB SSD W11 Home, 15.6'' FHD, Quiet Blue -X1504VA-NJ1745W",
        "preco_final": "R$3.183,39",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-X1504VA-NJ1745W/dp/B0F4M66XWL/ref=sr_1_8?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-8&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "achei ótimo, muito leve, sistema muito bom também. As 16 Gb de RAM supre muito o que eu preciso sem travar (faculdade e as vezes jogo um Lol kkk) e notebook muito lindo também. Foi uma compra que valeu muito a pena, paguei 2889 (no pix) então economizei bastante num notebook muito bom",
                "Ameiii, ele é excelente, design lindo e bem rápido. Uso para trabalho e estudo, perfeito. A única coisa que é ruim, é que não dá para usar o Google, só o edge, mas isso não interfere em nada relevante.",
                "O produto é ótimo. Simplesmente um avião",
                "Um excelente notebook. Bem de acordo com as configurações. Muito rápido, bonito. Vale analisar as demais informações que há nos comentários. Mas essa versão com i5 está excelente. Conectividade excelente e instalação muito tranquila.",
                "Um excelente notebook para a execução de tarefas e com desempenho capaz de rodar alguns jogos mais leves.",
                "Um bom produto sendo intermediário, preço material, velocidade ótima.",
                "Bonito, leve, fino, teclado super confortável, tela fosca antirreflexo, um ótimo notebook.",
                "PC é ótimo, leve e rápido!",
                "Excelente custo benefício. Máquina rápida e eficiente. Jogo meu Starfee Valley e uso meu Corel Draw numa boa. Compre sem medo.",
                "Produto muito bom, chegou muito bem embalado, e chegou com dois dias. O design dele é muito prático e bem fino, ideal para carregar para escola e trabalho",
                "É muito rápido e eficiente!",
                "Excelente produto, chegou tudo certinho",
                "Ótimo",
                "Muito bom",
                "Perfeito",
                "Não recebido a Nota Fiscal. Favor enviar-me",
                "Produto excelente , rápido , material de qualidade e acabamento sofisticado.",
                "Notebook excelente. Uso para trabalho. Super rápido e leve. Cumpre super bem para o que eu preciso.",
                "Excelente computador! Único comentário negativo é em relação ao embalamento da Amazon, o notebook vem na caixa da Asus com isopôr, tudo certinho. Porém, puseram essa pequena caixa da Asus dentro de uma caixa dez vezes maior e sem nada para forrar, ou seja, provavelmente a caixa da Asus se debateu inúmeras vezes dentro desta caixa maior.",
                "Computador muito bom, rápido ótima compra, atendeu minhas necessidades."
            ],
            "criticos": [
                "Vou fazer uma avaliação sincera sobre o produto.\n\nEm relação a entrega: foi em torno de uma semana, mas chegou em uma caixa muito grande e mal embalada e não vi nenhum aviso de produto ser frágil.\n\nO notebook em si: ele rápido, câmera dele é ótima para reuniões, som é alto também. Não demora para ligar nem para abrir abas. Percebi que ele faz mto barulho também. O teclado é grande, mas é ótimo para escrever. Acredito que a carcaça dele seja de plástico, então tem que ter cuidado para não quebrar. A Tela incomoda um pouco.\nA bateria em si é horrível. Fiz o teste usando ele normal, com o brilho normal e não demorou 2 horas ligado. Com a economia de bateria durou em torno 3h30. Eu uso para trabalho, então tem algumas abas abertas, faço reuniões com cliente, etc. Nada muito extraordinário para a bateria durar somente isso. Isso me incomodou BASTANTE, pois não é um produto barato, além de ser um produto novo, daqui há uns 2 anos ou até mesmo antes, capaz de não funcionar sem estar plugado. Essas são minhas considerações e estou usando ele há dois dias.",
                "Para um processador de 16Gb esperava mais.\nEle trava quando com muitos arquivos ou aplicativos abertos - não deveria.\nAlém disso, a bateria deixa a desejar: em 2 a 3 horas de uso já precisa carregar.",
                "Computador recebido na data de hoje. Fiquei apreensiva ao abrir, pois um produto desse valor e tamanho, veio numa caixa jogado sem qualquer proteção, enquanto produtos menores seguem super embalados.\nEspero que não apresente nenhum problema por falta de preparo no envio!",
                "Notebook barulhento e que aquece facilmente. Tem um design bonito, porém o barulho do processador é bastante irritante. Por conta disso, devolvi o notebook",
                "Tem nota fiscal?"
            ]
        }
    },
    {
        "id": 9,
        "titulo": "Notebook ASUS Vivobook 15 X1504VA Intel Core i5 1334U 8GB Ram 512GB SSD Windows 11 Tela 15,6\" FHD Silver - NJ1740W",
        "preco_final": "R$2.963,01",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-X1504VA-Windows/dp/B0F4ZTT2MM/ref=sr_1_9?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-9&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Excelente aquisição",
                "Muito bom. Vale a pena o custo benefício",
                "Chegou antes do prazo, aparentemente um bom notebook. O sistema dele já se instala sozinho sem nenhuma dificuldade, fácil manuseio.",
                "Estou adorando.",
                "Produto muito bom superou as nossas expectativas",
                "Comprei o ASUS Vivobook 15 e estou bem satisfeito. Ele entrega desempenho de sobra pra tudo que eu preciso no dia a dia e ainda tem um design muito bonito e elegante, um dos motivos que me fez escolher esse modelo. Outro ponto que curti é a possibilidade de upgrades: dá pra expandir a memória RAM e trocar o SSD por um maior, então sei que ele pode acompanhar minhas necessidades por bastante tempo.\n\nA entrega pela Amazon foi perfeita: desde a postagem até chegar na minha casa foi super rápida. Gostei também que pediram código na hora da entrega, isso dá bastante segurança e evita que o produto seja extraviado ou receba alguém mal-intencionado caso houvesse algum erro no endereço.\n\nNo geral, super recomendo!",
                "Ele é extremamente bonito! Veio bem embalado na própria caixa, mas sem proteções externas. O início dele é recomendado que seja feito com ele carregando, e assim fiz. Demora cerca de 1h a 1h30 as atualizações de 1º uso, mas é super fácil de fazer. Recomendo a compra.",
                "O note é excelente! Sou professora e preciso ter várias abas abertas com vídeo aula, Canva, planilha... E ele tem atendido muito bem.\nMeu outro note da Samsung já tinha 9 anos e estava demorando cerca de 30 minutos pra iniciar. Com esse é tudo muito rápido. Aprovadíssimo!!"
            ],
            "criticos": [
                "Para quem precisa de um notebook básico, é bom.\nNão recomendo caso você queira aumentar a memória RAM. Ele vem com uma memória de 4GB soldada e outro pente de 4GB no slot de expansão. Deveria vir com 8GB soldado para poder aumentar para 16GB em dual channel.\nNão tem local para aumentar o armazenamento. Apenas trocando o NVME."
            ]
        }
    },
    {
        "id": 10,
        "titulo": "Notebook Lenovo IdeaPad 1i Intel Celeron + Microsoft 365 Personal 4GB 128GB SSD W11 15.6\" 82QH0007BR",
        "preco_final": "R$1.979,00",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-Microsoft-Personal-82QH0007BR/dp/B0DGHKY4LJ/ref=sr_1_10?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-10&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Ele é maravilhoso, leve, lindo. Minha primeira compra na Amazon chegou antes do prazo, pedi dia 28/08 chegou dia 03/09. Eu amei!!!",
                "Entrega, dentro do prazo, até o momento tudo ok.",
                "Ótimo, leve , rápido custo/benefício ótimo. Bonito. Ótimo acabamento.",
                "Esse notebook é otimo , meu namorado já tinha um e comprei um igual pra mim por ja saber que é bom",
                "Ótimo produto. Entrega perfeita.",
                "Notebook muito bom , perfeito para atividades do dia a dia .",
                "Funcionando perfeitamente, não tem marcas de dano, quedas ou arranhões. Tive um problema com o rastreamento do produto, que um dia antes da entrega constava no app que tinha sido entregue em outra cidade, tirando isso tudo ótimo.",
                "O notebook veio corretamente,foi o que escolhi.\nChegou antes do prazo.\nÓtimo para trabalho.",
                "Lindo",
                "Produto de boa qualidade.",
                "Otímo computador. Chegou super rapido e muito bem embalado",
                "Ótimo produto superou minhas expectativas",
                "Perfeito\nÓtimo aparelho, muito feliz com minha compra\nE chegou antes do prazo 🫶🏾",
                "Otimo produto, pronta entrega.",
                "Ótimo produto",
                "É um produto de alta qualidade, não tenho nada a reclamar do produto.",
                "Ótimo",
                "Ótimo aparelho... Excelente custo benefício",
                "Produto em perfeitas condições e bem embalado",
                "Ótimo custo benefício"
            ],
            "criticos": [
                "O note é lindo, fino e leve, porém a tela fica fechando sozinha, pra abrir aplicativos demora, as vezes sai da página e abre essa e outras sozinha e fecha, lento, bateria descarrega rápido e olha q eu quase não mexo, pois passo a maior parte do tempo fora",
                "Estou com problema para o reembolso.. vou entrar com uma ação na justiça."
            ]
        }
    },
    {
        "id": 11,
        "titulo": "Notebook Lenovo IdeaPad Slim 3 15IRH10 Intel Core i5-13420H 8GB 512GB SSD Windows 11 15.3\" - 83NS0002BR Luna Grey",
        "preco_final": "R$3.057,00",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-15IRH10-i5-13420H/dp/B0F7RVV292/ref=sr_1_11?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-11&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Excelente notebook, valeu cada centavo, para o tipo de trabalho que faço ele serviu muito bem",
                "Muito bom, tamanho excelente.",
                "Maravilhoso\nSuper rápido. Recomendo muito",
                "Notebook chegou um dia antes do previsto. Durante a utilização eu percebi que a memória vai fica no talo usando coisas básicas, apesar de não apresentar lentidão. Mas já comprei pensando em aumentar a memória no futuro, dá pra ajustar o áudio e a qualidade da câmera pela assistente. No geral, achei o computador muito silencioso até o momento, quero ver quando eu começar a instalar programas pesados, estou usando um suporte com ventoinha pra reduzir o aquecimento porque onde eu moro é quente a maior parte do ano. A bateria não está durando nem 4 horas, talvez isso seja um ponto negativo, mas estou usando um mini ventilador conectado, pode ser por isso. No geral, produto está aprovado até o momento.",
                "Muito bom, chegou em tempo estimado.",
                "Chegou no prazo estipulado! Veio tudo certinho na caixa.\nMuito feliz com a compra!",
                "Perfeito,bem embalado",
                "Excelente notebook, rápido, bom para estudos e trabalho, é bom expandir a memória RAM posteriormente para quem usa muitos aplicativos ao mesmo tempo.",
                "Muito bom",
                "Exatamente como esperava",
                "Correspondeu as minhas expectativas"
            ],
            "criticos": [
                "Produto excelente, mas Entrega realizada pela Amazon/vendido pela Fast shop foi horrível.\nFazem alterações em prazo e não dão satisfação, um atraso e tratamento sem condições!\n\nProduto nunca foi entregue!"
            ]
        }
    },
    {
        "id": 12,
        "titulo": "Notebook Dell Inspiron I15-I120K-A15P 15.6\" Full HD 12ª Geração Intel Core i3 8GB 512GB SSD Windows 11 Preto",
        "preco_final": "R$2.969,09",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I120K-A15P-Gera%C3%A7%C3%A3o/dp/B0DCLBBWLV/ref=sr_1_12?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-12&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Ótimo notubuk, funciona bom bem e e rápido. Só descarrega muito rápido",
                "Demorou mais tempo que o estimado pra chegar, mas quando chegou estava muito bem embalado, em perfeito estado. Tenho usado para estudos e trabalho, tem sido ótimo pra mim, atende super bem as minhas demandas, é rápido, além de ter um design lindo!",
                "Note excelente, superou minha expectativa, rápido, não trava e a bateria dura umas 2 horas usando direto, mas ela também tem um carregamento super rápido, então não atrapalha o trabalho. Comprei em um preço muito bom.",
                "Ótimo produto e com bom custo benefício!",
                "Me surpreendeu bastante, roda muito bem tarefas simples, uma tela muito boa e muito bom pra quem faz faculdade e precisa ter um computador por perto. Só achei que a bateria dura pouco, não sei se é um problema no meu específico ou nas configurações. Mas vale muito a pena",
                "Produto entregue na data prevista. Notebook de ótima qualidade.",
                "Maravilhoso!",
                "Excelente performance, estou adorando a experiência!",
                "Tudo certo, veio bem embalado. Entregador tranquilo",
                "Conforme anunciado.",
                "Gostei muito do meu notebook , nada a reclamar tudo funcionando perfeitamente 🥰🥰",
                "Produto ótimo, super de acordo com minhas necessidades",
                "Ótimo produto!",
                "Produto da Dell ja é conhecido por sua fama. Recomendo. Este vem o o que preciso para apertar o botão usar.",
                "Notebook muito bom! Eu estou amando. Uso para trabalhar, e está servindo perfeitamente. Enfim, eu recomendo a compra",
                "Produto idêntico ao que foi pedido, chegou no prazo determinado, bem embalado.\nMuito feliz pela compra, super indico.",
                "Custo benefício excelente..",
                "Chegou muito bem embalado dentro do prazo de entrega, funcionando direitinho",
                "O produto é ótimo, atendeu super minhas expectativas.\nPorém houve muita confusão na entrega, demorou muito chegar até mim... Mas o produto é excelente.",
                "Produto de excelente qualidade"
            ],
            "criticos": [
                "Não gostei devido ao anúncio incompleto que fala que vem com Office 365 incluso, mas não fala que é somente por 30 dias e que inclusive já estava vencido.",
                "O notebook é muito bom, até o momento está funcionando bem. MAS TENHO UMA OBSERVAÇÃO A FAZER. O pacote veio de um jeito que não revela característica das entregas da Amazon, pois chegou toda amassada e com selo violado. Estou observando o produto com cuidado pois não sei se com o trâmite algo pode ter sido abalado enquanto era transportado. É bom rever as responsabilidades com a transportadora.",
                "Bateria descarrega muito rápido.",
                "Notebook apresentou falha na memória com menos de 20 dias de uso. Simplesmente desligou e só foi possível religá-lo horas depois. A assistência técnica foi acionada e feito serviço de troca da peça defeituosa no local, sem necessidade de remover ou enviar o produto para outro local. O reparo foi feito em poucos minutos. Parabéns para a assistência técnica. De resto, ressalvada a questão da falha apontada, o produto é bom e atende as necessidades de usuários que não precisam muita memória RAM e velocidade.",
                "A entrega foi deixada na frente da minha casa, eu não estava, choveu, molhou as caixas mas que bom que ele estava dentro de um plástico e não molhou. Também percebi que ele risca facilmente. De maneira geral, é um bom notebook, já conheço e gosto bastante da marca.",
                "Achei a carcaça bem fraca, é de plástico.\nOutra coisa, não veio a nota fiscal.\nNão compraria novamente nem recomendo.",
                "QUERIA TER PEGO UM MELHOR MAS A AMAZON ME DEIXOU CONFUSO QUANTO A PREÇOS...QUERIA UM NOTBOOK DELL I5 OU I7 MAS FOI UM I3 DEVIDO A DUVIDO QUE FICOU NA COMPRA EM RELAÇÃO A DESCONTO DE PREÇOS....FICOU MEIA BOCA A MINHA COMPRA...NAO SATISFEITO TOTAMLMENTE...",
                "Bom",
                "O produto chegou sem avarias mas após 4 dias começou a apresentar defeito, ele desligou várias vezes e ligava após um tempo mas então desligou sozinho e não ligou mais.",
                "É bom, chegou rapido, Mas descarrega mais rapido do que diz no anuncio, e quem n tem mouse, é horrivel ultilizalo",
                "Comprei o produto em Dezembro de 2024 e já tem 3 meses que estou tentando consertar e não dá certo. O windows baixou uma atualização e agora o computador não reinicia. Já passei horas com acesso remoto da Microsoft e agora me mandaram procurar a DELL. Comprei DELL pois já tinha um Latitude, mas a linha Isnpiron está me decepcionando muito! Arrependida da compra!",
                "Demorou muito chegar, e quando chegou, me decepcionei com o notebook. Razões é que o teclado é muito barulhento, e depois de deixar a note toda carregando, a bateria descarregou antes mesmo de eu terminar de configurá-lo. Ou seja, devolvi, com ódio do tempo que perdi, tentando comprar este produto. Não indico.",
                "Se eu pudesse dar um conselho a quem vai adquirir um notebook, aconselharia não comprar esse modelo. Eu comprei muito pela marca Dell, afinal já trabalhei com notebooks da marca e achei-os muito bons. Mas infelizmente esse modelo, talvez pela configuração do processador, é muito lento e fica travando direto nas coisas mais simples. Se eu pudesse, devolveria o notebook e acrescentaria um pouco mais de valor e adquiriria um outro notebook.\nEnfim, tive uma experiência decepcionante com esse modelo de notebook da Dell. Se puderem, NÃO COMPREM ESSE MODELO!",
                "Veio com defeito , quero meu dinheiro de volta",
                "Infelizmente o produto deu tela preta e ficou aparecendo apenas o cursor do mouse no meio da tela, precisei reiniciar com o comando ctrl + esc + power, ele voltou mas perdi meus arquivos com todo o progresso do meu trabalho acadêmico.",
                "Decepcionada com o produto pois veio todo arranhado. Comprei o produto novo, paguei caro, pra o intem vim arranhado? Só não devolvir pq estava precisando muito. Mas decepcionada com o vendedor.",
                "Não segurava carga e desligava todo tempo.",
                "Não tem 20 dias que comprei o notebook e o mesmo só está funcionando com o carregador plugado na energia, mesmo o notebook ligado se tirar o cabo de energia o mesmo desliga na hora.\nMe esforcei em comprar um aparelho de melhor marca e dei asar.",
                "Recebi um produto trocado",
                "Custo benefício não vale a pena comprar, existem notebook no mercado com as mesmas configurações mais barato, arrependi de comprar."
            ]
        }
    },
    {
        "id": 13,
        "titulo": "Notebook Positivo Duo 2 em 1 Intel Celeron Windows 11 Home 4GB 128GB, Tela 11.6\" IPS HD, Cinza - C4128B-3",
        "preco_final": "Preço não encontrado",
        "link": "https://www.amazon.com.br/Notebook-Positivo-Celeron-C4128B-3-Windows11/dp/B0BZ8Y9QV9/ref=sr_1_13?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-13",
        "comentarios": {
            "positivos": [
                "Adorei o computador, pratico e util para tarefas bem básicas... mas a tecla para apagar nao funcionaba, entrei em contato com o soporte da Positivo e consegui resolver aqui mesmo (estava com algum negocio que nao deixaba apertar, simplemente puxei um pouquinho e arrumou)\n\nE basico, eu irei usar para vizualizar informacao e atualizar tarefas no estilo de tablet (comprei este computador porque em tablet nao serve extensão de google) porem aqui neste computador pode usar como tablet... 10/10 na categoria de boms e BARATOS ... (lógico que tem melhores mas ese compensa)",
                "Muito compacto ótimo pra levar pra qualquer lugar e não chama atenção para funções de trabalho atende muito bem.",
                "Amei. Muito bom, transporta facilmente pelo tamanho. Otimo custo benefício",
                "Bom produto, simples mas funciona normal.",
                "Bacaninha.",
                "Computador bom pra estudar, não suporta muita coisa, às vezes nem a própria atualização ele aguenta. Se vc quer um computador simples pra estudar, ver vídeos, escrever... ta ótimo. Ele é lindo, vira mesmo Tablet é ótimo pra escrever. Me salvou na época do meu tcc... companheiro de estudos kkkk. Ele é touch-screen e vem uma canetinha também, ela não é como um lápis, mas dá pra fazer uns rabiscos...\nO notebook é pequeno do tamanho aproximadamente do da Apple, da pra levar tranquilamente na bolsa, é bom também por isso, ele é pequenino e levo em qualquer bolsa, pois é discreto. Enfim, pelo preço dele ta ótimo.",
                "Atende as necessidades.",
                "Boa tarde,\n\nO computador funciona de acordo com as especificações técnicas, e chegou antes do prazo.\n\n**Importante**: A Amazon emitiu a nota fiscal com um erro no nome do **comprador**.\n\nPrecisamos urgentemente que o nome do comprador, usuário da conta, seja incluído na nota fiscal.\n\nAguardamos uma solução urgente.\n\nObrigado.",
                "Apesar de receber o produto bem embalado e com rapidez, o mesmo veio com problema na instalação do office 365. Fui então orientado pela Amazon e pela Positivo a devolvê-lo e realizar nova compra.",
                "Bom produto.",
                "Muito bom para o que se propõe. Apenas um pequeno problema, não veio o codigo do Windows 11 home, a todo momento pede a chave do windows, que não veio na embalagem.",
                "Comprei pois necessidade de trabalho está me atendendo bem.",
                "O tamanho do notebook é menor que os demais vendidos no mercado",
                "Adorei . Ótimo",
                "Mt bom",
                "Compacto e versátil, gostei",
                "Ótima qualidade",
                "O produto coresponde ao que foi descrito",
                "Ótimo produto, bastante versátil",
                "Gostei muito do notebook,ainda estou testando,só a brinque a bateria não dura muito,mas ótimo custo benefício,só tive um problema com a caixa que veio toda amassada,até fiquei com medo que tô esse quebrado,mas do mais tá tudo certinho🥰"
            ],
            "criticos": [
                "Produto entregue com erro de fábrica, não liga, permaneceu aberto na tela de erro do windows 11, que deixa um QRcod para ser direcionado ao site da Microsoft para realizar o ajuste, porém o notebook é novo, não possui login, assim impossibilitando os reparos nescessários, já que o mesmo não reinicia o sistema, fiquei chateada pois estava ansiosa para a chegada desse produto mesmo sendo simples.",
                "Produto é meio lento mas atende para uso caseiro. Não espere usar para jogos mas para tarefas do dia a dia esta bom pelo preço",
                "Ele tá dando alguns problemas para instalar certos programas ... mw parece que ele tem alguma alteração de software ainda vou investigar melhor",
                "Era para vir uma caneta interativa e não veio. Demora para carregar. Mas dura umas 4h. No geral e para o que eu preciso o produto é bom sim. Estou gostando.",
                "Produto é top!\nMas nao comprem via amazon. Minha encomenda foi dada como entregue e por dias fiquei na incerteza. Amazon recusou o reembolso e tive q fazer notificação junto ao procon e reclame aqui. Por fim recebi. Se nao qserem dor de cabeça, comprem direto da positivo ou outros sites! A transportadora péssima é a total express. Evitem ao maximo!!!!!",
                "Começa a ficar lento depois de algumas atualizações, SSD muito pequeno, só para o sistema, office e uma ou outra coisa, ate o youtube em resoluções mais altas ja da umas travadinhas, quando se auto desliga deliga a placa de rede wifi e não liga de novo, tendo que reiniciar o aparelho para a reativação, esquenta bastante e não tem cooler.\nPontos positivos: boa função tablet, tela bem nítida e teclado confortável.",
                "O tamanho é perfeito, algumas características também: tela touchscreen, mas a configuração de memória RAN é ruim: 4Gb somente e talvez isso faça com que esse pequeno se torne um pesadelo: é muito lento com o Windows 11 instalado!!! E o meu ainda está com problemas para carregar totalmente, chega a 80% e não carrega mais, aí tenho que tirar da tomada e colocar novamente para que continue a carregar!!! Já aconteceu quatro vezes desde que comprei!!! Comprei só para trabalhar com Office na faculdade mas confesso que às vezes é de perder a paciência. Ruim para carregar internet, ruim para executar programas. Compre somente se a grana estiver curta!!! ; )",
                "Muito útil e prático, porém em menos de um ano está dando muito defeito.",
                "Pequeno e leve, muito bom para carregar em viagens...\n\nNão é muito potente, então ele faz o básico que você precisara... win 11 muito pesado para ele, no linux fica com melhor desempenho, mas tem algumas dificuldades em achar drives e configurar o teclado corretamente... sendo que também o touch screen não funciona ainda no linux pelo menos não achei driver para isso.",
                "De início, o Notebook me pareceu funcionar perfeitamente bem, mas depois vieram as constatações desagradáveis: É limitado até para atualizações do o sistema e apresenta alguns travamento em alguns programas básicos.\nE, infelizmente o teclado físico apresentou falha em algumas teclas com poucos dias de uso.\n(Pode ser algo particular).\nComo eu já sabia que este não é uma máquina robusta, comprei para uso temporário em alguma tarefas do trabalho, enquanto não escolho um de alto desempenho. Minha filha, porém, gosta dele, pois usa para trabalhos escolares que não exigem muito.\nNo mais, o sistema inicia muito rápido, os programas abrem instantâneamente e a resolução é muito boa.\nEnfim, recomendo para estudantes do ensino Fundamental e Médio, mas não recomendo para quem deseja fazer uso de recursos gráficos do médio ao avançado. Ele suporta apenas trabalhos básicos com programas leves.",
                "Já é o segundo. Pois o primeiro eu troquei.\nFica dando prompt de comando toda hora.\nA pasta de arquivo toda hora trava, e o principal, o sinal de wifi, some toda hora, a ponto de você precisar reinicializar o equipamento, as vezes mais de uma vez!",
                "O computador desde o primeiro dia de uso esta apresentando problemas para conectar o WIFI. Toda vez que é desligado ou reiniciado na volta ela não identifica mais as coneccoes wifi. Ja fiz todas as atualizaçoes e nada de resolver o problema.",
                "Foi um produto bom enquanto durou. A placa queimou em 4 meses e não tinha mais em estoque para troca, então estornaram o valor. Mas funcionava bem antes de queimar.",
                "Efetuei a compra do notebook gostei do produto mas gostaria de suporte relacionado ao produto, pois a bateria está durando muito pouco e ao chegar em 12% ele já desliga automaticamente",
                "Produto tem muita instabilidade na rede",
                "Por mais bonito e leve que seja, até hoje não consegui utilizar pois é tudo muito lento. Nem para tarefas simples como abrir meu e-mail eu consegui... Estou considerando instalar Linux para ver se apresenta alguma melhora...",
                "O carregador parou de funcionar simplesmente com um ano de uso. Sem nenhuma causa, pois muito bem cuidado por mim. Não carrega mais",
                "Produto mto bom!!!Mais veio com algumas avarias como mostrado na foto",
                "Lento e sempre desconecta o Wi-Fi qdo a tela bloqueia, precisa reiniciar para voltar .. não indico",
                "Não presta comprei um foi para a garantia 3 vezes trocaram e o novo apresentou mesmo problema ou seja eu nunca consegui usar recebi o produto e n usei semana passada que fui usar nada de funcionar não comprem"
            ]
        }
    },
    {
        "id": 14,
        "titulo": "Notebook ASUS VivoBook Go 15, AMD RYZEN 5 7520U, 8GB, 256GB SSD, KeepOS, Tela 15,6\" FHD, Mixed Black - E1504FA-NJ731",
        "preco_final": "R$2.379,15",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-KeepOS/dp/B0CYVVRSSZ/ref=sr_1_14?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-14&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Notebook muito bom, estou usando a 6 meses e o processador é bom, rapidez normal, nem muito rápido, nem muito lento, apenas três defeitos a qualidade de imagem da tela deixa a desejar, pois a tela precisa está em ângulo correto com o usuário, caso contrário as imagens não aparece nitidamente, e o contraste de cores fica escuro devido ao ângulo, segundo defeito é a falta de luz no teclado, já procurei de muitos modos até pesquisei e não encontrei, ou seja no escuro vc fica na mão e vc não enxerga as teclas pois não tem luz, terceiro defeito é as bordas da tela feito em plástico frágil, qualquer queda a tela quebra, resistência militar apenas no teclado e olhe lá, capaz de vc colocar a prova e ficar na mão, fora esses defeitos muito bom..🤓👍🏻",
                "Ele vem com o sistema Linux, me pegou de surpresa nisso mas nd DMS.\nO design é lindo, ele é muito bom para quem quer usar apenas para estudos.",
                "Muito bom lindo e incrível kkkkk a tela é bem grande e é muito moderno",
                "Primeiro Parabenizar A Equipe De Logística E Entrega,Chegou Rápido Bem Antes Do Previsto E Em Ótimo Estado E Bem Embalado.. Sobre O Produto Ótimo,Qualidade Me Surpreendi Esta Correspondendo Bem As Atividades,Rápido,Nao Trava,Bateria 🔋 Dura Bastante,E Carregamento Bem Rápido, Resumindo Super Recomendo O Produto .",
                "Gostei do notebook, o áudio e muito bom a tela mesmo sendo TN tem uma qualidade muito boa só e ruim em cena muito escura que ficar tudo cinza já testei uns jogos e até uns pesados e todos rodaram muito bem só a bateria que não dura muito ficou na media de 3 a 5 horas com uso intenso fora da tomada",
                "Excelente Notebook!!, Comprei na promoção do Prime Day, Recomendo!. O notebook será para estudar, então não fiz testes com jogos, mas deve rodar, pois o SSD NVMe, memória DDR5. O único ponto negativo é o sistema operacional que vem instalado, Keep OS, um dos Linux mais feio que já vi kkkkkkkk. Formatei e instalei o Ubuntu, ficou bem melhor!.",
                "Gente, recomendo terem um técnico de informática de confiança para instalar o Windows 10 ou 11 nele, pois vem com Linux pra ficar mais barato pra gente. Quanto aos aspectos demais, sou Designer Gráfico e rodou Photoshop 2025 e Illustrator 2025 sem gargalos, processador potente que rodou durante horas seguidas o League of Legends sempre entre 60 a 85 FPS na configuração média(acho esses gráficos até que bons). Pra uso do dia a dia é perfeito, não trava de jeito nenhum, por mais que os dois chips de memória de 4gb de RAM sejam soldados na placa-mãe, impossibilitando fazer upgrade de memória por pente, ou substituindo, as de fábrica são de alta frequência LPDDR5, e a fabricante dessas memórias também é de qualidade, então 8gb de fábrica está sendo show de bola pra mim, não vi motivos para reclamar. Seria interessante sim ter expansão de memória RAM mas isso está virando tendência, então o que resta é aceitar. Ventilação é ok, praticamente não esquenta, mesmo estando com configurações de alto desempenho, tela é mais ou menos, teclado excelente, acabamento que deixa a concorrência no chinelo, relevo atrás da tela no nome Asus Vivobook, achei que fosse adesivo mas ainda bem que é relevo, e diversos outros aspectos ótimos que a máquina tem. Já tive o Vivobook mais antigo e atualizei pra esse e valeu cada centavo, um notebook forte de entrada, compre sem medo, só não compre achando que vai rodar jogos pesados demais.",
                "Gostei muito do Produto, além de ser Leve, entrega um desempenho Legal, para trabalho não utilizei nada pesado como Jogo, vem com o Linux mas recomendo colarem o Win 11 e que baixem todos os drivers. Mas vamos ver pela frente se apresentar defeito.",
                "Produto de qualidade.",
                "Gostei bastante, pra quem nunca teve um notebook já é uma grande conquista, usei um tempo antes de vir avaliar, algumas coisas que me deixou insatisfeita foi que ele descarrega muito rápido acredito que dura 1:30 hr no máximo 2 hrs, não sei se é normal mas em comparação ao um celular por exemplo (que no meu caso é iPhone) achei que descarrega rápido, outra problema é que a função de alterar o brilho não funciona, acredito que veio com esse defeito, já tentei de todas as formas e não consegui ajustar, ele também não vem com Windows, portanto foi necessário instalar fora parte, as vezes dá uma travada também, de resto estou gostando aprendendo a usar para o intuito que comprei que é estudar e edição. Uma boa funcionalidade é o bloqueio de câmera você não se sente observado, vi um comentário que a moça achou que era um defeito, mas não é! A câmera está embaixo da barrinha vermelha é só arrastar para o lado.",
                "O keepos é bem ruim, mas após instalar um S.O melhor o notebook mostra seu talento",
                "Ótimo notebook\ncomprei para trabalho e supriu minhas expectativas.",
                "Muito bom",
                "Gostei do produto.\nA entrega e o rastreio tbm tem demora só isso que tem que melhorar.",
                "Bom!",
                "Note top para trabalho de escritório ou faculdade, uma pena a memória RAM vir soldada, o transporte deixou a desejar, entregaram no prazo, mas ficou uns 3 dias no \" saiu para entrega\", paguei gente para receber o produto atoa.",
                "Veio em perfeito estado ❤️",
                "Perfeito. Estou gostando muito. Bem embalado e sem avarias. Super indico.",
                "Produto muito bom,npodem comprar.",
                "Asus é Asus, sempre recorro a marca pois é confiável tenho notebook de 5 mil reais gamer e zero dor de cabeça, comprei esse para minha irmã e para quem está pensando vai sem medo, processador AMD faz toda diferença e roda The sims 4 de boa (notebook Intel na mesma faixa de preço já não roda bom sem placa de vídeo), outro detalhe que faz diferença é memória DDR5 a única ressalva é a qualidade da tela FHD que se olhar por cima ou ângulo sem ser focado você vê como se fosse em negativo, tem uma versão oled dele mas é bem raro achar disponível, como não é pra mim e pra quem não usou algum notebook oled nem vai sentir diferença. Peso = Leve, Não esquenta muito, carregamento demora um pouco e instalação do Windows nem precisei mudar nada na BIOS."
            ],
            "criticos": [
                "Eu estou TOTALMENTE, COMPLETAMENTE ARRASADA, essa é a palavra que me defeni!\nO prazo de devolução foi até a 7 dias atrás, nesse período o notebook já não achava rede wi-fi nenhuma, o notebook não tem nem 40 dias de uso! Eu burra ainda deixei p levar num técnico de Informática antes de devolver. Achando que o prazo de devolução ainda não tinha expirado, me lasque e estou super arrependida dessa compra.\nNão aparece a rede de wi-fi, já levei em um técnico ele instalou outros drive, versão 2011 e não deu jeito, formatou de nv e nada, fez configuração e nada, não dá conexão nenhuma.",
                "produto mto bom, a avaliacao negativa por causa da tentativa de golpe. no dia que saiu para entregar, acabei recebendo varias mensagem para pagar um adicional na entrega",
                "Deveria constar mais específico que o produto vem com o Linux instalado e não o Windows",
                "Não consigo colocar o wifi, não aparece a opção para isso. Estou bem chateada com isso, chamei um amigo que entende sobre tecnologia e também não conseguiu. Se não conseguir, terei que devolver e cancelar a compra, infelizmente!",
                "O sistema operacional não está na descrição comprei achando que vinha com o windows e veio com o Linux",
                "Usei por 8 meses e a placa mãe precisou ser trocada",
                "Notebook travando, pouquíssimo uso. , em 2 meses usado apenas umas 10x. Não comprem",
                "Uma semana de uso, deu uma travada ligado! Não conseguia desligar! Tive que esperar descarregar a bateria, para poder reiniciar.\nPercebi que se ficar com muitas abas abertas, ele trava. Ainda não sei se é normal desse notebook.",
                "Não consigo ligar o Notebook pede senha e nada abre",
                "Péssimo produto, comprei o produto e não veio com a placa wi-fi.",
                "Menos de 9 meses apresentou defeito!!!!",
                "Produto funcionando porém a caixa tava aberta, tive problemas com entrega.",
                "Mandou eu criar um usuário, coloquei senha e usuário, quando coloco a senha ele não funciona, diz que está incorreto e não tem nenhuma outra opção na tela, literalmente acabei de abrir o notebook, coloquei a senha e usuário agora e não está funcionado, e não possui nenhuma outra opção na tela, apenas essa",
                "Fizeram este notebook com a memória ram soldada e sem slot para aumentar , apenas 8 gb nos dias de hoje não é suficiente , e não é um produto de longo prazo , pois com certeza essss 8 gb não servem nem agora que já trava até no navegador , imagina daqui alguns meses.\nTirando o monitor que também é péssimo",
                "Esperava pode usufruir pois, estou necessitando do produto mas, ao ligar aparece uma linha horizontal na imagem, até pra devolver está sendo trabalhoso.",
                "Computador com poucos meses parou de carregar, levei na assistência técnica e até agora não conseguiram identificar o problema, mas já da pra ter noção de que não será algo barato",
                "A resolução da tela não é muito nítida mas ok para o uso diario",
                "Sistema operacional horrível. Teclado péssimo. Máquina lenta. Design fraco. Fechamento barulhwnto. Péssima compra. Não recomendo.",
                "De volve meu dinheiro. Já fiz a devolução desse notebook ruim.",
                "Um notebook bom, porem não se enganem com o processador pois ele não é tão bom assim e a webcam não funciona....acredito que as outras versões são superiores e se puderem as escolham..."
            ]
        }
    },
    {
        "id": 15,
        "titulo": "Notebook HP 256R G9 Intel Core i3 1315U 13º Geração. Memória RAM 8GB. SSD 256GB. Tela de 15,6\" LCD. Windows 11 - Home SL - Cinza Escuro. Bivolt. (BQ9K8AT#AK4)",
        "preco_final": "R$2.384,10",
        "link": "https://www.amazon.com.br/Notebook-HP-Gera%C3%A7%C3%A3o-Mem%C3%B3ria-Windows/dp/B0F63YHGGR/ref=sr_1_15?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-15&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Produto de ótima qualidade e desempenho,super indico.",
                "Ótimo produto, ele tem um desempenho aceitável, o produto tem um bom custo benefício, que garantindo a utilização do mesmo por um bom tempo!",
                "Muito bom , funcionando perfeitamente.",
                "O notebook chegou no prazo correto e sua funcionalidade superou minhas expectativas. Sou Advogado e para o meu trabalho serviu perfeitamente. Até o momento só tenho elogios a tecer.",
                "É um notebook excelente! Veio muito bem embalado e tudo certinho.",
                "Produto bom ! Superou tudo 👏👏👏👏👏👏👏👏👏",
                "Produto de alta qualidade, entrega sempre pontual e cuidadosa.",
                "Ótimo produto\nMuito satisfeita\nRecomendo",
                "Ótimo e com o preço que vale a pena",
                "Atendeu as minhas necessidades",
                "Ótimo, atendeu minhas expectativas e necessidades.",
                "A entrega não foi favorável. A entregadora queria deixar na calçada.\n\nO computador veio em perfeito estado! Ótimo!",
                "Uma lindeza 🖤",
                "Bom produto",
                "Notebook de ótima qualidade surpreendeu todas as minhas expectativas",
                "Otima apresentação, leve e moderno.",
                "Atendeu todas expectativas.chegou no prazo e bem embalado com segurança.",
                "muito bom",
                "Produto entre no prazo. Excelente desempenho.",
                "Entrega super rápida, produto excelente , segue as informações descritas no anúncio."
            ],
            "criticos": []
        }
    },
    {
        "id": 16,
        "titulo": "Notebook Dell Inspiron I15-I120K-A25P 15.6\" Full HD 12ª Geração Intel Core i5 8GB 512GB SSD Windows 11 Preto",
        "preco_final": "R$3.167,01",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I120K-A25P-Gera%C3%A7%C3%A3o/dp/B0DCKWYRQ6/ref=sr_1_16?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-16&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Notebook muito bom, funcionando perfeitamente até agora. Achei apenas que a bateria descarrega muito rapidamente mas fora isso tudo certo na compra. Leve, bonito e muito fácil de manusear.",
                "Excelente notebook: leve, compacto, rápido e atende perfeitamente à minhas necessidades : office + meet. Baterial acaba mais rápido q todas q eu já conheci. Mas isso não diminui as estrelinhas. Qto à empresa q entregou: precisam melhorar a comunicação. Avisaram q o produto saiu pra entrega, depois q poderia chegar em aprox. 1 semana... falei no chat e fui informada q havia quebrado o produto. Enfim: recebi no dia seguinte e estava tudo ok. Misericórdia!!!",
                "É lindo, compacto, veloz, vale muito a pena!!!",
                "Nada a reclamar, nem para elogiar kkkkk não que ele tenha se saído mal, mas apenas cumpriu o que prometia: rapidez e fluidez. Comprei pra estudar, para fazer os trabalhos da faculdade. O carregamento, bom... já é de se esperar que um notebook que faz os carambas a 4, descarregue rápido, nunca vi um notebook gamer, por exemplo, sem ter que viver na fonte praticamente. Esse não vai ser muito diferente, consegue ficar umas horas fora da tomada, mas não dá pra sair de casa sem a fonte dele, que carrega super rápido também. Até agora não tive nenhum problema com ele. Achei que o touche do mouse dá umas engasgadas as vezes, mas não é nada que dê vontade de meter a mãozada no computador. A tela dele é perfeita, não tem essa de ângulo pra enxergar. Realmente não tenho do que reclamar, mexo no excel, no power point, word, várias abas abertas e nunca deu nada, tudo com muita fluidez do jeito que eu queria.",
                "Deu quatro estrelas pois, comprei com o preço cheio e acho que não valha o valor total, se vc o encontrar por volta de 2999,99, compensa.\nA tela sem dúvida é muito boa, o processador excelente, não esquenta muito, roda vários jogos e programas de edição de vídeo, mas só caso você acrescente uma segunda RAM a qual vem um slot vazio no notebook. Apesar das especificações, a memória RAM que já vem nele é de 3200 MHz, com CL24, mas a placa mãe limita ela a atuar a 2666 MHz. Infelizmente não é possível fazer overclock pela BIOS do computador. (Ainda estou estudando uma outra forma, mas creio ser impossível e essa é uma informação que se eu soubesse teria feito eu não comprar). Vem também com um espaço para pôr mais um SSD, oq eu curti bastante. No geral, é o melhor notebook para a faixa dos 3 mil, acima disso, não compensa.",
                "Notebook excelente!\nLiga em segundos, não trava!\nEste é o meu 3º Dell, não troco por outra marca.",
                "Produto chegou no prazo, veio bem embalado, sem nenhum problema, está funcionando perfeitamente! Recomendo o vendedor.",
                "Top, ótimo investimento",
                "o notebook veio em ótimas condições, novo. é leve, 8gb + 512 de ram, podendo se desejar expandir a memória com ssd depois.\nele vem com windows 11, mas se quiser utilizar os aplicativos (softwares) de forma completa, vai precisar da licença.\nprocessador intel da 12 geração, i5.\namei amei",
                "Amei! Veio super rápido e o computador atende perfeitamente ao meu propósito, que é o trabalho",
                "Entrega rápida, em menos do tempo estimado (moro em Manaus). Produto muito bem embalado. Acabamento todo em plástico fosco, resistente e bonito. SO Win11 Home instalado. Veloz processamento e armazenamento, supre todas necessidades para usuários doméstico e profissional. Acompanha antivírus McAfee válido por 1 ano. Teclado ABNT2. Excelente custo-benefício. Recomendo!",
                "Uma verdadeira máquina, eu penso, ele faz. Está sendo fundamental para meu uso acadêmico.",
                "Ótimo. Recomendo",
                "Vem bem embaladooo, muito bom!! Amei a telaaaaaa e é bem rápido.",
                "Recomendo o produto.",
                "Muito bom!",
                "Eu gostrei do notebook, no início devido a meu orçamento eu havia ficado um pouco frustrada apenas pela placa gráfica.\nPorém eu fiz um upgrade de memória, comprei mais uma mémória de 8GB na mesma frequência do módulo, e a placa gráfica depois de reconhecer, apareceu Iris. Esses modelos quando você utiliza acima de 12GB de RAM, a placa gráfica \"muda\" para a Iris.\nEmbora tenha comprado para estudos na área de programação e uso pessoal.\nUtilizo para jogar raramente jogos como Jurassic World II, com boa resolução dos gráficos.\nHoje em dia o básico é 16GB, não tem como. E o SSD é show... iniciação rápida.",
                "Comprei para minha esposa utilizar no trabalho e não me arrependi da compra.",
                "Muito bom, produto veio rápido pequeno e leve, atende bem para meu uso.",
                "muito top"
            ],
            "criticos": [
                "Não sou o cliento dos mais exigentes. Usaria para trabalho de escritório, apenas programas bem básicos.\nNo entanto me incomodou muito a construção do notebook.\nSempre usei os notebooks da marca e recomendei para outros colegas. Até por isso me sinto desapontado com a a carcaça do aparelho. Óbvio que precisa ser avaliado os demais componentes, tendo em vista que são configurações razoáveis para faixa de preço que ocupa. A minha escola se baseou exclusivamente por confiar na marca.\nCom essas ressalvas, indico tomar cuidado com o produto. A construção parece ser muito frágil. Você apoia do punho para digitar e simplesmente abaixa a carcaça.\nTem cheiro de plástico de baixa de qualidade, quando esquenta então, parece que está queimando plástico.\nA tela e som são bons para assistir filmes, vídeos diversos ou executar outros programas.\nExecutar programas pesados ele chegou a engasgar, mas no meu caso não seria um problema por não ser o uso.\nBateria realmente é um ponto bem negativo, por durar pouco.\nEm linhas gerais, não me agradou.\nAcho uma falta de respeito com o consumidor pagar caro em um produto e ele ter essa qualidade de construção. Infelizmente todas as marcas estão executando essas práticas o que obrigam a quem prezar por uma qualidade melhor ter que pagar mais em outro modelo.\nVou analisar desempenho em uma primeira semana, caso não seja muito bom para compensar construção e bateria, vou realizar a troca.",
                "Não veio com código para ativar os programas da Microsoft, o Word, Excel vai inspirar em cinco dia",
                "O notebook em si é ótimo, bem bonito e leve.\nPorém não vem com o software prometido, que seria o Microsoft Office 365.",
                "O produto é bom, rápido e funciona bem, mas peca muito na duração da bateria. A intensidade com que carrega é praticamente a mesma com que descarrega. Eu uso o notebook o dia todo, tanto para trabalho quanto para estudo, e literalmente não teve um único dia em que precisei carregá-lo menos de três vezes. Isso acaba sendo bem incômodo no dia a dia.",
                "Tecnicamente ele é bom, pra estudos e se vc não precisa pra muita coisa, mas a bateria desse negocio é péssima, não dura nem 2 horas, se tu quer usar fora de casa ou longe de uma tomada, ESQUECE, o desempenho vai cair e a bateria vai morrer logo logo, eu tirei o note da tomada na hora que eu comecei a escrever essa resenha, já baixou, esse treco tem 2 meses de uso, chegou em julho, e eu nem uso todos os dia!!! Outra coisa, o antivírus que vem no nele vence e tu fica sem antivírus e pra manter tem que pagar",
                "A bateria acaba extramente rápido. A Dell ainda não entrega uma boa bateria. De resto, o computador é ótimo.",
                "Esse notebook vem com Windows home, ou seja, não possui licença de pacote office permanente, então se for comprar este notebook, tenha ciência que haverá a necessidade de comprar um licença do Windows para ter o pacote office permanente. Contudo, notebook é bonito e aparentemente, desempenha bem",
                "A bateria dele descarrega rápido",
                "Sobre o produto e entrega, muito bom.\n\nAgora me preocupou: o Manual do produto não está junto ao computador.",
                "O produto chegou fora do prazo. Fiquei com o item e não solicitei reembolso porque precisava dele para trabalho e não tinha mais como perder tempo. O notebook não tem uma boa bateria. Não dura mais de 4 horas. E o notebook vive apresentando erro.\n\nNão recomendo a compra. Estou bem decepcionada!",
                "O material do notebook deixou a desejar, pois acumula facilmente marcas de dedo. Além disso, ele chegou com um erro ao tentar iniciar o Windows, o que me obrigou a entrar em contato com o suporte da DELL. Considerando o preço, esperava um material de melhor qualidade, que não ficasse tão marcado.",
                "O sistema windows 11 que veio instalado parece bom, o notebook responde bem, mas de vez em quando trava e só destrava desligando (segurando o power) imagino que é problema no SSD mas também pode ser a Memória Ram. Vou trocar o sistema pro windows 10 ,se continuar travando vou ter que pedir garantia",
                "O computador é bom, mas fiquei um pouco decepcionado pois não vi na descrição que era de plástico o revestimento.\nO teclado é duro e precisa forçar um pouco para digitar.\nEnfim, agora já foi feita a compra",
                "Entregue bem embalado mas possuía alguns arranhões/riscos na parte superior externa do notebook. Não devolvi somente porque preciso do equipamento urgente. Configuração muito boa.",
                "Pra quem nao necessita de um notebook com sistema Windowns, sugiro pagar mais 1000 pra subir pra um macbook air M1. A bateria dos mac dura 4/ 5 dias em media para uso diario de 5/6h. Usando as 8h dura 2 dias inteiros. Esse dell nao dura 4h de trabalho. Absurdo pra um notebook de 3300 reais!",
                "Há teclas que não funcionam. Vou devolver.",
                "Muito lento. Em 8 meses ja deu problema",
                "Só utilizo o notebook nas quartas feiras para aulas online, e hoje fui fazer uma inscrição e ele simplesmente travou ficou cheio de linha na tela não atendeu mais mousepad nem teclado nem nada, não tem nada instalado nele tá praticamente como veio de fábrica só coloquei meu email até hoje, como disse só utilizo pra assistir a aula e hoje el fez isso. Muito estranho. Apenas um mês de uso nem isso levando em consideração que só uso uma vez na semana. E agora reiniciou e tá fazendo um barulho muito alto",
                "Infelizmente não tive uma boa impressão do equipamento ele não relata o que realmente é a máquina até que é rápida mas o acabamento parece um computador de brinquedo de plástico o teclado afunda quando escrevemos, pra quem gosta de produtos com bom acabamento não compre !",
                "O notebook é muito lindo, tela boa, imagem também. Mas achei que descarrega rapidamente. Não dura nem 1:30"
            ]
        }
    },
    {
        "id": 17,
        "titulo": "Notebook Acer Aspire 5 A15-51M-54E6 Intel Core I5 13° Geração H 8GB RAM 512GB SSD Tela 15.6 TN FHD 60Hz (UHD para processadores Intel) Windows 11 Home",
        "preco_final": "R$3.149,00",
        "link": "https://www.amazon.com.br/Notebook-A15-51M-54E6-Gera%C3%A7%C3%A3o-processadores-Windows/dp/B0DM6Q9K97/ref=sr_1_17?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-17&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Esse é o meu primeiro notebook, e venho fazer alguns apontamentos:\nDesign: muito bonito, minimalista. Possui a carcaça em parte de metal e resto de plástico de boa qualidade.\nTeclado: Bom, teclas macias, e não muito altas, além de não fazer muito barulho.\nBateria: Para uso não intensivo, possui um desempenho excelente, testei por um dia utilizando google e redes sociais, além de baixar vários aplicativos e durou aproximadamente 8h. Porém, para uso de jogos, a bateria acaba muito rápido, então caso queira utilizá-lo para jogar, se atente a isso.\nProcessador: Muito rápido, baixa arquivos rapidamente e é possível até rodar alguns jogos leves.\nTela: Na minha opinião, o único ponto negativo. Já comprei sabendo que receberia uma tela tn, mas a qualidade da imagem é ruim, as cores são muito opacas e não possui uma imagem atrativa. Mesmo com gráficos de resolução altos, a tela faz parecer que a qualidade de vídeo e imagem estão baixos.\nEle também não esquenta muito, e isso é um ponto bastante positivo.\nSobre a entrega: Chegou antes do prazo! Só peço para que a Amazon se atente ao transporte, veio só na caixa do produto e sem nenhuma segurança reforçada!",
                "Chegou muito bem embalado.\nÉ um produto se qualidade e excelente desempenho.",
                "Notebook Excelente para o uso diário. Muito rápido e bateria dura mais de 5 horas com uso contínuo em processamento a 50%. Indico para qualquer usuário intermediário.",
                "muito bom para estudar e vale super a pena o preço",
                "Bom notebook atende às necessidades é rápido e prático",
                "Excelente e muito bem embalado.",
                "Bom notebook, com ótimo custo-benefício; as únicas restrições são a tela TN e a impossibilidade de ampliar a memória RAM.",
                "Uma vez perguntei para um amigo formado em sistemas e que tinha uma informática... \"Qual marca de laptop devo comprar para não me estressar?\"\nEle respondeu: \"Acer!\"\nEntão comprei meu primeiro Acer em 2015 e só hoje estou trocando, pois o coitado já está cansado. Aguentou muito!\nOptei pelo Aspire 15 (mesmo modelo do meu antigo) por ser ideal para a minha necessidade, que é trabalhar em casa, sem muita exigência de processamento.\nEle é bonito, aparentemente mais fino e mais leve do que o antigo.\nÉ uma máquina para te acompanhar por uns 8 a 10 anos.",
                "única observação é que a abateria não dura quase nada",
                "Muito bom",
                "Prrfeito",
                "Excelente notebook, super atendeu minhas espectativas. Recomendo para trabalho e estudos.",
                "Entrega hiper rápida. A qualidade do produto já conheço, impecável",
                "Bom desempenho para tarefas cotidianas. Tem poucas entradas USB, Se for comprar teclado e mouse sem fio, recomendo a compra de um adaptador para porta Thunderbolt com entradas USB e também e entrada ethernet (caso for usar cabo de rede).",
                "Ótimo notebook. Ameiii",
                "Atende. Razoável",
                "Perfeito! Rápido, versátil e com preço acessível!",
                "Excelente superou minhas expectativas",
                "Maravilhoso, entrega no dia marcado",
                "Material muito bom."
            ],
            "criticos": [
                "Comprei este notebook como substituto de um modelo gamer da própria Acer. Queria algo mais acessível, e nesse ponto o Aspire 15 foi uma boa escolha: é rápido, responde bem para tarefas do dia a dia e tem uma performance compatível com o preço.\n\nO problema surgiu com a tela.\nEste modelo vem com painel TN, enquanto meu antigo notebook tinha uma tela IPS. A diferença foi muito sentida: as cores são esbranquiçadas, com menos contraste e ângulos de visão ruins. A imagem parece “lavada” e, mesmo após ajustes, senti muito desconforto visual — a ponto de causar enjoo em uso prolongado. A tela tem acabamento fosco (matte), o que agrava a sensação para quem vinha de telas mais vibrantes e nítidas.\n\nAcabei optando por devolver o produto, não pelo desempenho, mas pela dificuldade de adaptação à tela. Fica o alerta: se você já usou tela IPS antes, pesquise sobre as diferenças entre TN e IPS antes de decidir.\n\nPonto positivo: desempenho rápido e custo acessível.\nPonto negativo: qualidade da tela compromete a experiência visual.",
                "Vim atualizar minha avaliação depois de alguns meses de uso:\n\nÉ um excesso se o seu objetivo for apenas algo que cumpra uma rotina basica, mas se seu objetivo exige alta performance ele não cumpre…\n- Busque um 16gb ram ou ++\n\n(Comentario antigo que mantenho a opinião)\nEstou usando para edição de video e produção musical, ele roda Adobe Premiere, Photoshop, Fl Studio, Atfter Effects… mas é bom apenas para quem está começando. Projetos minimamente pesados podem o fazer esquentar e travar após o uso.\n\nNão recomendo para jogos. Se procura um notebook para jogos ou programas pesados, recomendo que invista um pouco mais em uma maquina com uma memoria ram de 16gb ou +\n\nAté o momento, recomendo a compra, mas depende do seu uso.",
                "O notebook apresenta um pequeno espaço m parte inferior da tela, a principio não é problema técnico poré estética não é 100%",
                "Tela veio empenada! Defeito de fábrica!",
                "E' rapido... mas:\nPontos negativos:\n1. PRINCIPAL: nao da pra fazer upgrade de memoria\n2. saida de ar quente é na tela\n3. painel TN e apenas 60 HZ\n4. teclado nao é iluminado\n5. apenas 3 portas usb\n6. nao tem rede a cabo (rj-45)",
                "Produto atende o usuário médio, mas tem uma combinação inadequada por exemplo entre uma memória DDR 5 e a penas 4 núcleos.",
                "Perdi a confiança na marca. Comprei o notebook na urgência pois uso para trabalhar e o meu antigo estragou. Chegou rápido, mas no primeiro dia de uso a tela começou a apagar do nada. Em outros momentos, piscava. Ficou alguns dias normal e depois voltou a acontecer. Com isso, fiz a devolução e comprei um de outra marca, pois não arriscaria com a marca novamente já que me deixou na mão. Uma pena, pois o meu anterior era da marca e atendeu muito bem.",
                "Com menos de 1 mês de uso, o notebook apresenta falha ao encostar na parte de baixo (próximo ou mouse), desligando a tela e me tirando da reunião (meet). O desempenho em geral não é ruim, mas essa falha está me fazendo solicitar troca junto à Amazon (serviço que tem deixado muito a desejar.",
                "Pela primeira vez na Amazon, comprei esse produto para começar a trabalhar, e ao ligar verifiquei que ele só liga com o cabo e a bateria não carrega.\nEntrei em contato com a Acer e mesma pediu para encaminhar o produto via correio para eles analisarem e deve demorar duas semanas!!\nE enquanto isso como trabalho??",
                "Não comprem com 18 dias o cursor que a gente utiliza com os dedos não lê e não consigo usar sem mouse externo. Apenas com mouse conectado. Máquina veio fazendo barulho.\n18 dias apenas.",
                "Comprei notebook e ele não está funcionando. Não conseguir nem ligar . Terei que devolver.",
                "Equipamentos com menos que 1 semana de uso deu problemas no touchpad. Não consigo resolver com a Amazon",
                "O aparelho está realizando um bip constante e ao usar o Zoom para aula on-line a câmara está aparecendo uma imagem verde com dupla imagem. Horrível",
                "Não gostei pois não especificou se ele era o que eu queria",
                "Na verdade é uma reclamação no sentindo de solicitar a nora fiscal do produto.",
                "Produto com defeito",
                "O notebook é bom, mas a tela NÃO é boa, devido a taxa de atualização da tela de 60Hz, não compraria novamente. Tenho outro da Acer, modelo parecido, porém mais antigo, com a taxa de 120Hz, muito mais qualidade e conforto visual.",
                "Conheço a marca há muito tempo, mas infelizmente o computador começou a travar sozinho, sem motivo, mesmo com poucas horas de uso. Optei por devolver."
            ]
        }
    },
    {
        "id": 18,
        "titulo": "Notebook Acer Aspire5 A515-45-R36L AMD Ryzen7 5700U 12GB RAM (AMD Radeon) 512GB SSD 15.6” LED IPS Full HD Prata Teclado numérico Independente Linux Gutta",
        "preco_final": "R$3.099,00",
        "link": "https://www.amazon.com.br/Notebook-Aspire5-A515-45-R36L-num%C3%A9rico-Independente/dp/B0B8YW587B/ref=sr_1_18?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-18&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Excelente equipamento, ótimo acabamento e desempenho bastante satisfatório. Utilizo para trabalho com ferramentas para análise de dados como Excel, Power BI, Tableau e outras atividades mais básicas e não decepciona. Acredito que seja um dos melhores na relação custo x benefício.",
                "Notebook fantástico, eu amei o produto. Irei falar um pouco a respeito do mesmo de início as minhas primeiras impressões o processador existente no mesmo é de grande desempenho Ryzen 7 placa de vídeo AmD Radeon com Vega 8 a memória ram é suficiente para jogar alguns jogos mais leves e alguns mais pesados pois o processador é competente com seu uso não é um notebook gamer mas atende e muito a quem gosta de jogar um pouquinho nas horas vagas da faculdade por exemplo pois o conjunto de processador e a memória Ram que vem nele é capaz de trazer uma ótima jogatina dos mais leves aos mais pesados com o básico dos FPS.\nA tela desse Acer aspire nesse modelo traz pra gente uma tela com tecnologia IPS Full HD com 15,6 polegadas o que me surpreendeu bastante não só pelo fato da tela grande como também pelos ângulos de visão que a tela apresenta ela tem ótimos ângulos uma tela muito nítida com brilho maravilhoso, cores vivas, bons ângulos como mencionado por ela ser IPS e ainda contar com a tecnologia da Acer confort View antireflexo o que faz com que a tela não deixe entrar os reflexos. Ele traz também um sistema operacional Linux Gutta não é dos melhores já adianto porque você fica muito limitado sem poder fazer nada até porque não vem com um navegador web que possibilite acessar a internet é um sistema bem limitado mesmo, porém isso não faz do produto da Acer uma péssima escolha pelo contrário faz do mesmo uma ótima e excelente escolha no mercado atual de notebooks intermediários pois é possuinte de excelentes configurações, ótima tela de reprodução para seus vídeos filmes e séries.\nSem contar com uma bateria de longa duração sendo possível um uso continuo de aproxidamente 8 horas com usos leves a exemplo de vídeos, filmes e séries acesso a web , trabalhos e estudos, quanto a jogos a durabilidade pode se diminuir pois irá usar mais do processador podendo chegar até no máximo entre 4 a 5 horas de uso o que diferencia bastante dos outros concorrentes com tela TN que não apresenta boas resoluções.\nSe está inseguro (a) pode comprar a Acer é competente com seus aparelhos ela faz produtos de excelente qualidade digo isso porque há anos uso essa empresa tecnológica e sempre me surpreendeu com suas qualidades inovativas a exemplo desse modelo de notebook com excelentes configurações.\nO único diferencial desse notebook é apenas o sistema Linux Gutta que vem nele mas caso sinta dificuldades com o mesmo pode estar trocando o sistema para Windows ou até mesmo para outras versões mais atualizadas do sistema Linux caso for preferente.\nEstou muito encantado com o produto\nDe uma escala de 0 a 10 entrego 10 para esse produto, estou com o windows nele já e afirmo é sensacional produto de excelência!\nParabéns a Acer pelos excelentes produtos.\nOs demais nessa faixa de preço possuem tela TN o que é defasado no mercado atual brasileiro mas que as empresas insistem em ainda fornecer essas telas , mas o Acer tá inovando e trazendo pra gente o melhor em qualidade e acessibilidade.\n👏🏻👏🏻👏🏻",
                "Notebook muito bom, me deu um pouco de dor de cabeça ao baixar os drives gráficos da AMD depois que instalei o Windows 11, pois ela funciona normalmente, porém ficava saindo sozinha, o Windows acabava instalando os drives dele por cima, aí dava conflito, tive que desabilitar o notebook de baixar os drives automaticamente, e nas configurações de gerenciar dispositivos eu deixei ativo todos os drives da AMD manualmente, aí ficou filé, alterei a vram pra 2GB na bios e consegui um desempenho bem considerável em jogos como The florest e nos teste do 3D mark, todo mundo diz que não dá pra alterar a Vram na bios, mas dá sim, tem tutorial no YouTube, é bem fácil, sobre o que todos dizem sobre a ventoinha ficando disparada do nada, eu realmente também percebi isso, ela fica forte as vezes do nada, mas isso não me incomoda, ela referi não mexer, e sobre esse modelo de notebook reiniciar só, eu realmente não tive esse problema, o meu nunca reiniciou só, já tenho acho que um mês de uso, e é uma delícia de notebook, (só é uma delicia com os drives AMD instalados corretamente, e com o sistema do Windows baixado)",
                "Paguei 2650, é praticamente impossível conseguir mais de 8gb RAM com uma CPU boa por esse preço. Usei por alguns dias e aqui vão minhas impressões.\nBaixe o windows. Não é difícil, existem diversos tutoriais na internet e tudo que você precisa é de um pendrive. Demorei cerca de 30min pra baixar mais uns 30min~1h configurando o windows como eu queria. Se você não quiser ativar o windows (pagar a licensa) não precisa, só vai ser mais trabalhoso para personalizá-lo, mas não é impossível. O app backiee disponpivel na própria microsft store muda o plano de fundo da área de trabalho e é possível fazer o mesmo apenas clicando com botão direito em uma imagem salva no computador. Também é possível e simples remover o alerta \"Ativar o Windows\", execute o cmd como administrador e escreva \"slmgr -rearm\" e reinicie, pronto.\nAs 12gb RAM (expansível até 24gb) são incríveis e já rodam basicamente tudo que preciso, planejo expandir para jogar alguma coisa mais pesada e para abrir arquivos de CAD maiores; mas se você procura algo do dia a dia, ele simplesmente nunca vai travar.\nA AMD hoje é superior a Intel e um Ryzen 7 é um dos melhores processadores do mercado, ele não é o mais recente, o modelo dele é 5700U (5000 series, foi lançado em janeiro de 2021) mas isso não tem o menor impacto se não for jogar jogos AAA (o que você não conseguiria pois a placa de vídeo não é dedicada).\nO SSD de 512gb (expansível até 2tb) vai te permitir baixar e guardar tudo e mais um pouco, o dobro do que se encontra na maioria dos notebooks hoje, 256gb. (Por favor, não se faça o desprazer de comprar um HD ao invés de um SSD).\nTeclado confortável e silencioso, teclas macias e com um tamanho bem bom. Ter o teclado numérico não é um diferencial muito grande, é comum, mas eu acho importante ter. Também estou bastante satisfeito com o touchpad.\nA única coisa que não está perfeita é a coloração da tela. Tive que baixar o software da AMD para arrumar a coloração e que mesmo assim não está tão boa quanto a do meu smartphone. Na prática, após arrumar saturação/brilho/contraste/temperatura de cor isso é questão de se acostumar. Após alguns dias já me acostumei e não me incomoda mais, mas é bom pontuar que é provável que você estranhe as cores no primeiro uso.\nSobre a bateria, me surpreendeu. Durou cerca de 6h até chegar em 20%, quando coloquei para carregar, o usei vendo vídeos e baixando os aplicativos que queria; estimo umas 4h~5h de uso dedicado e umas 7h~8h de uso leve e não-contínuo. Bem mais do que as usuais 3h de uso da maioria dos notebooks. Ótimo para uma rotina de estudos/trabalho.\n\nNo geral, um excelente computador que oferece mais do que um uso comum precisa e é extremamente improvável achar algo do mesmo nível por menos de R$3000/3500.",
                "O notebook em si é lindo, o hardware é bem potente, chegou bem embalado, a caixa dele não tem nenhuma avaria, não tive problema com a tela, consegui colocar o Windows 10 (não coloquei o 11, pois tenho a chave de ativação apenas do 10). O único problema que tive no momento, foi a ventoinha que faz um barulho razoavelmente alto em alguns momentos, principalmente na tomada, até o momento não tive problemas com reinicio que algumas pessoas citaram e a temperatura está boa, mas até o momento estou acompanhando.",
                "Pontos positivos: Excelente para estudos e roda bem alguns jogos, velocidade muito boa.\nNegativo: Só tem uma porta USB e precisa de adaptador, a câmera deixou a desejar mas dá pra relevar, não é um notebook leve é bem robusto.\nMinha filha está usando para estudar e também jogar e está gostando.",
                "Excelente notebook, rápido, bonito e uma ótima imagem. O SO operacional que veio nele é péssimo e não da nem para usar, tem que instala logo Windows. também percebo que ele esquenta um pouco. mas nada que atrapalhe. 5 estrelas recomendo compra-lo",
                "Eu pensei muito em comprar esse notebook. Primeiramente, um notebook com 12GB de RAM, SSD, com um processador interessante, e tela IPS (que é superior à tela TN) gira em torno de R$ 3.700 a R$ 4.000. Então, quando eu vi, eu já achei extremamente interessante. Fiquei de olho. Pesquisei a fundo a respeito dele e descobri que, sobre ele, pode haver os seguintes problemas: 1. Ele vem com um Linux porcaria. Solução: Esse Linux é apenas para o preço ficar mais baixo (porque a fabricante não precisa gastar com a licença do Windows). Assim que você for usá-lo, delete logo ele e instale o Windows (É muito fácil fazer isso atualmente. Você pode baixar o Windows 11 diretamente do site da Microsoft, colocar num pendrive e instalá-lo pela entrada USB). 2. Computadores com processadores Ryzen 5 e Ryzen 7 da AMD, ALGUNS, são reportados por reiniciarem o computador sozinho algumas vezes. É um bug. O notebook do meu irmão tinha isso (é um Ryzn 5). Solução: Depois de muito tentar ajeitar esse problema no notebook do meu irmão, atualizando drivers, mexendo na Memória Virtual do Sistema e etc, parou totalmente. Não sei muito bem o que fiz, mas deu pra ajeitar. Nunca mais desligou sozinho. Quanto a esse meu, que comprei, nunca desligou sozinho. 3. Ventoinha barulhenta. Eu sabia que esse notebook, as vezes, apresentava casos de a ventoinha disparar e ficar fazendo um barulho um tanto desconfortável, fazendo com que ele não fosse considerado um notebook silencioso. Esse barulho acontecia até mesmo quando você simplesmente navegava no Google ou fazia coisas simples. Solução: Isso aconteceu comigo algumas vezes. Depois que eu atualizei todo o sistema do Windows 11 com o Windows Update, bem como atualizei todos os drivers e etc. Deixei ele prontinho e reiniciei o computador, nunca mais tive esse problema de ele começar a fazer muito barulho. Algumas vezes quando você fazendo muitas coisas ao mesmo tempo, ele realmente faz mais barulho, mas bem aceitável, pois ainda assim é baixo e, como o processador está fazendo mais esforço, a ventoinha precisa ativar para diminuir a temperatura do processador. Antes de eu ajeitar tudinho, a ventoinha fazia realmente muito barulho e o processador esquentava por mais por bobagem. PS: por algum motivo, ele ainda faz muito barulho na ventoinha quando eu entro na BIOS, mas como é muito raro de entrar na Bios, então meio que isso não é nenhum problema. Ademais, só pra constar: não é possível alocar manualmente a quantidade de memória para a placa de vídeo pelo BIOS, o próprio Windows ajusta automaticamente.\n\nPara quem é esse notebook? Esse notebook serve para qualquer um e atende perfeitamente as necessidades de estudo, trabalho, lazer em geral e até alguns jogos semi-pesados. Jogos muito pesados podem ser rodados, mas não vão executar com um FPS alto, podem ficar entre 35-50 FPS. Porém, jogos leves ou médios rodam tranquilamente. Eu estou gostando do computador, acho ele bonito e rápido e atende perfeitamente todas as minhas necessidades. Tenho mais de 1 mês se eu quiser para devolvê-lo, então qualquer coisa eu devolvo, mas, por enquanto, ficarei com ele.",
                "PRECISA INSTALAR O NAVEGADOR PELO TERMINAL, É SUPER FÁCIL SEGUI UM VÍDEO NO YOUTUBE, COMPUTADOR ÓTIMO, PERFEITO , LINDO, POTENTE , FODA",
                "Comprei em abril, pedi dia 13 e chegou dia 25. Quando eu pedi lembro que tinha algum feriado, acho que meu pedido foi enviado quase no fim da semana. Eu gostei bastante do note, se não estiver com pressa ele sempre entra em promoção e abaixa o preço. Ele vem com o Linux então é bom ter um pen drive com Windows pra formatar ele, eu mesma fiz e não foi muito difícil. O único problema dele é que ele reinicia sozinho com certa frequência, nem sempre mas acontece não sei se o problema é o modelo ou só o meu que deu isso, mas acredito que seja bom avaliar isso antes de comprar. Ele tem uma tela bem nítida com uma ótima imagem, vem com um pente de upgrade, eu jogo alguns jogos nele e é bem tranquilo. Eu gosto da bateria também, eu nunca fiz uma estimativa correta com ele longe da tomada mas acredito que dura +6h tranquilo. Acredito que pra trabalho, estudos e jogos de vez em quando ele é bem bom, só o problema de reiniciar que é complicado mas tenho ele a quase 4 meses e acho que aconteceu umas 5 vezes e eu não sei como eu poderia arrumar esse problema mas **ignorando** esse problema, não tenho nada pra reclamar.",
                "Chegou rápido bem embalado e em perfeitas condições, só o sistema que vem instalado que não funciona direito, mas é fácil de resolver, e as configurações de drivers são fáceis de instalar maioria vem de fábrica. Computador muito bom vai me atender bem. Troquei o Gutta por Fedora e ficou muito bom.",
                "Gostei muito do notebook, finalmente aposentei o meu de 2017 e posso afirmar que valeu muito a pena, é muito bom finalmente ter um notebook descente. Ótimo custo benefício! Quando recebi ele já instalei o Windows 11, recomendo instalar o 10 e depois atualizar, já que a instalação do 11 pode ser meio chatinha, mas vai na fé que dá certo, tem muitos tutoriais no YouTube de como fazer e usando o gpt ele também te orienta.\nAté o momento testei o jogo \"Peak\" que jogando online ficou uns 30fps com o OBS gravando. Vou fazer um upgrade da RAM dele no futuro, mas por enquanto está tudo ótimo.",
                "Gostei do notebook",
                "Muito Bom!!!!!!!\nSuper recomendo",
                "Superou minhas expetativas",
                "Ótimo",
                "Ótimo custo benefício, notebook muito rápido, atendeu minha necessidades, recomendo, pela faixa de preço, foi a melhor aquisição!",
                "Muito bom, atendeu direitinho ao que eu precisava",
                "Recebi o produto muito bem embalado. O Notebook é ótimo e bem construído! Funciona maravilhosamente bem, desde que tire o Linux Gutta que vem nele e coloque algum sistema operacional que funcione. Esse Linux Gutta não tem repositório, não tem como ativar a cópia, é um sistema operacional que, ao que parece, foi abandonado. Ou seja, se comprar esse notebook, já verifica outro sistema operacional para instalar nele. Já coloquei um Windows 11 nele e está tudo funcionando bem, sem travar ou outro problema qualquer. Estou bem satisfeito e recomendo pelo custo/benefício.",
                "Notebook muito top, acabamento sensacional e superou as minhas expectativas, recomendo muito!"
            ],
            "criticos": [
                "O notebook é bonito e apresenta um bom desempenho, porém optei pela devolução devido a um problema no cooler, que emitia um ruído muito alto, como de uma turbina de avião, mesmo durante tarefas simples, como navegar na internet! Pesquisando em fóruns e avaliações, percebi que muitos consumidores relataram o mesmo defeito, o que indica ser um problema crônico. Além disso, há relatos de outro defeito recorrente: o desligamento repentino do aparelho, embora isso não tenha ocorrido comigo. Diante disso, não recomendo a compra deste modelo, apesar de ele se destacar como uma das opções mais atraentes em termos de custo-benefício.",
                "As definições do notebook são boas, mas tem q trocar o sistema operacional imediatamente. Consegui jogar fortnite tranquilo nele sem travar.\nMas ele tem um grande defeito, reinicia aleatoriamente, achei q era um problema no processador. Mas vi q era algo que só acontecia quando estava no carregador. Não sei a ligação, mas se tiver conectado ao carregador o notebook esquenta muito e não aguenta processar nada",
                "Primeira coisa a se fazer quando pegar o notebook, é formatar. O linux gutta foi criado pela Acer mas não é fornecido suporte. Pra quem não tem conhecimento, isso é um problema gravíssimo",
                "Aparentemente em boas condições, agora apresentou problemas em menos de 45 dias de uso",
                "Essa avaliação é pro frete ( Entrega do produto não foi na minha residência ) entregador totalmente despreparado e arrogante não sei como a transportadora tem entregadores desse nível prepotente, se forem de Manaus não comprem !",
                "Infelizmente tive os mesmos problemas que muitos relatam: reinício aleatório.\n\nJá no segundo dia de uso passei por esse problema, havia instalado Windows e atualizado os drivers, não pensei duas vezes e promovi a devolução (estava no período de 07 dias de arrependimento). Tudo ocorreu tranquilamente graças à Amazon e toda celeridade no atendimento, reembolso já foi emitido.\n\nTive receio por ter instalado o Windows e ser IMPOSSÍVEL reinstalar o Linux Gutta, porém, entendo que naturalmente o notebook foi feito para usar com o Windows, uma vez que já vem até com uma partição no SSD com os drivers a serem atualizados para Windows.\n\nLamento por um lado, seria um ótimo custo-benefício, rápido e prático, mas esses problemas de ordem técnica atrapalham demais, não queria sustentar isso por mais tempo, então, devolvi enquanto estava em tempo.",
                "Para quem não é expert em computadores, simples assim: fuja desta bomba que vem com este LINUX. Este sistema linux não vem nem com nenhum browser. Aí, vc tem de ir em outro computador, baixar em um pendrive o instalador para linux e depois virão um monte de erros e tentativas, consultas na internet, mexer com algo parecido com um DOS, até o ponto que vc se enche e paga a alguém, no dia seguinte mais 100 reais para resolver a sua vida + uma licença de window OEM de 100 reais. Se vc tiver a sorte de ter um adolecente nerd e virgem por perto para gastar algumas horas e resolver s sua vida, este notebook é para vc.",
                "Se vc procura trabalhar e jogar no tempo livre, pra jogo é do balaco baco. A começar pelo processador que diz 4.3ghz no anuncio, mas o cpuz destaca 1.8ghz (Sim, é isso mesmo).\nTestei jogos do friv ainda com o linux gutta e o processamento foi pro espaço, isso faz com q a ventoinha produza um barulho enorme pela quantidade de processamento. (Resaltando, testei no friv, site igual ao clickjogos).\nEm resumo: pra trabalhar serve, mas o custo é alto e n vale a pena pelo \"benefício\", pra jogar não serve nem fud..ndo.",
                "O notebook em si é bom, consigo fazer tudo, sobretudo estudar, mas ele reinicia sozinho às vezes, pele menos uma vez no mês",
                "O LINUX QUE VEM NELE É UMA BOMBA , NAO DA PRA FAZER NADA , O RYZEN DELE APESAR DE SER O 7 NAO É MUITO BOM , porém para estudos atende o esperado( depois de trocar o sistema operacional)",
                "Mas ele é lindo realmente pena que estava com esse pequeno problema.",
                "Não recomendo esse modelo da Acer. Pesquisei bastante até optar por este modelo, mas veio com defeito nos alto-falantes. Parece que estão rompidos. Me animei a comprar, pelo custo benefício, Ryzen 7, 12 giga de Ram, possibilidade de expansão para 24 giga e também porque tive, faz tempo, um Acer Machines, que funcionava muito bem. A qualidade das coisas em geral decaiu. Não imaginei que uma marca como a Acer fosse encaminhar um produto com defeito. Houve falha no controle de qualidade do produto. Eficiente o serviço de devolução da Amazon. Obrigado.",
                "Produto veio com defeito de fábrica, possui reinicialização inesperadas",
                "Em 20 dias o teclado parou de funcionar, comprei em uma promoção da Amazon e agora a única solução é devolver o produto e depois estornarem no cartão de crédito e o valor já está bem mais alto. Gostaria de um solução de substituição do produto a Acer tb um Assitencia bem ruim. Tô aqui tentando por telefone, chat, Whats e nada. Liguei na Amazon e fiquei 20 minutos para não resolver e nada",
                "O notebook fica reiniciando sozinho sem motivo aparente. Mesmo em sites mais leves, ou mesmo sem usar por muito tempo, ele reinicia sozinho.",
                "Notebook apresentou defeito com seus meses de uso , apresentou defeito não acende led ou placa mãe apresentou defeito.",
                "Foi frustrante ligar o equipamento e ver que colocaram uma sistema tao descartavel, que nao se deram ao trabalho de colocar um navegador de internet, numa clara demostração que só está la pra enganar. Nao colocar o windows, pra economizar, tudo bem, agora criar a pior distro linux da historia, ja é demais. Se um leigo comprar nao vai conseguir ter acesso a internet, ate pagar um tecnico pra instalar um sistema operacional decente. O famoso barato que sai caro. vai duas estrelas porque o hardware é bom, mas o guta linux conseguiu estragar toda a alegria de ter um equipamento novo. decepção",
                "Uma porcaria, bem com o sistema Linux Gutta que não tem aplicativo nenhum e não consegui nem nas redes sociais explicação sobre como instalar aplicativos nesse sistema lixo 😡😡😡😡😡😡😡😡😡😡😡",
                "Comprei esse notebook mas vem apresentando um problema de reiniciar sozinho. Depois de mexer por um tempo ele desliga e liga sozinho, mesmo que ligue rápido isso incomoda demais pois interrompe de maneira brusca o que você está fazendo. Já levei até punição no League of Legends, não consigo deixar jogos abertos upando pois talvez o notebook desligue sozinho do nada e fique ligado a toa já que o jogo já foi fechado. Engraçado que ele desliga sozinho mesmo com a bateria carregada e conectado no cabo, não sei do que se trata e estarei devolvendo para uma troca em breve já que preciso dele por essa semana.",
                "O notebook tem as configurações ótimas e o preço bom também. Porém reinicia sozinho a todo momento. Tipo eu estava estudando cheio de coisa aberta e ele reinicia sem ao menos um aviso prévio nem nada, reinicia e apaga tudo. Quando pesquisei mais a fundo vi que outras pessoas também passa\npor esse problema, acontece nessa linha da acer. Então resolvi devolver pra Amazon pois ainda estava no prazo, deu tudo certinho mesmo, ótimo serviço da Amazon. Agora estou a procura de outro notebook com essas configurações medianas.\n\nPs: Primeira foto é eu colocando Windows nele e a segunda é eu embalando para devolvê-lo 🥲"
            ]
        }
    },
    {
        "id": 19,
        "titulo": "Notebook ASUS X515 Celeron Dual Core, 4 GB, 128 GB SSD, W11 Home, 15,60\" LED, Slate Grey - X515KA-BR309WS",
        "preco_final": "R$1.699,15",
        "link": "https://www.amazon.com.br/Notebook-ASUS-X515-Celeron-Slate/dp/B0DKG8SG8V/ref=sr_1_19?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-19&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Chegou uma semana antes do prazo (veio do RS e eu moro no PR, talvez seja por isso), atendeu minhas expectativas. Comprei para estudo pras aulas da faculdade e também consegui instalar The Sims 4 que é um jogo até pesado e tá rodando certinho. Não serve para coisas muito pesadas porque pode começar a travar e ele esquenta com muitos apps abertos ao mesmo tempo, mas aí é questão de você saber usar direitinho pra não sobrecarregar o sistema.\nÉ ótimo e tem um sistema operacional muito bom. Teclado e tela grandes, várias opções que facilitam o uso tanto para tela quanto sistema. Recomendo.",
                "Notebook muito bom, bem rápido, fácil manuseio, leve e compacto. Tô usando pra faculdade e tem me atendido bem.",
                "Muito bom! Custo benefício.",
                "É um bom produto para suprir minhas necessidades",
                "Muito bom ,bem rápido e possui uma bateria de longa duração",
                "Notebook chegou em 2 dias, muito bom, compacto, lindo!!",
                "Produto ótimo\nCusto e benefício excelente",
                "Ótimo, para tarefas básicas como estudo e escrita ele é muito bom!",
                "Muito bom para o dia a dia, entrega rápida e bem embalada.",
                "Chegou muito bem embalado, descarrega rapido",
                "Muito bom,adorei ,tanto pra estudar como pro dia dia",
                "Tudo certo.\nFaltou a nota fiscal do produto, como posso recorrer a uma assistencia tecnica, caso o produto (notebook) de algum problema no futuro.",
                "Até o momento otimo aparelho rápido e confiavel",
                "Não é um dos melhores notebooks em performance, mas ele entrega o que oferece, então merece 5 estrelas.",
                "Tá de parabéns",
                "Recomendo, atendeu bem as minhas expectativas!",
                "Ótimo produto",
                "Chegou no dia certo ótimo produto",
                "chegou em perfeito estado, entregador muito educado",
                "Chegou tudo certo, porém somente o atraso."
            ],
            "criticos": [
                "Notebook com qualidade boa, porem ele descarrega bem rápido.",
                "Comprei o notebook na segunda-feira e na terça-feira chegou tudo certo, porém ele vem apresentando bastante travamento com alguns aplicativos, ou até mesmo sem abrir nenhum app, não sei se fiz algo errado…mas está travando bastante",
                "Um pouco lento",
                "Ainda configurando, achei um pouco lento de início, vamos ver conforme o uso.",
                "Bom! Antes de comprar o produto, fui olhar os comentários, até o momento só vi comentários bons sobre o tempo de carga da bateria. Deixei carregando 100%, fui usar para estudar, com 40 minutos de estudo, estava 35% de bateria, será que isso é normal? Acho que não, nem chegou a 1h de uso. O que posso fazer sobre isso?",
                "Não consegui nem ligar, dava erro de windows… só perdi tempo, já providenciei troca.",
                "Péssimo",
                "Notebook com problema.\nFoi comprado para presentear minha sobrinha que entrou em uma Universidade. O presente, foi entregue na Pascoa.\nESTÁ COM PROBLEMASÉRIO : NÃO CARREGA.",
                "Não tenho como avaliar. O notebook veio visivelmente empenado, nem liguei. Devolvi.",
                "Ele funciona o Wi-Fi? Pois não diz na descrição."
            ]
        }
    },
    {
        "id": 20,
        "titulo": "Notebook Lenovo IdeaPad 1i i5-1235U 8GB 256GB 15.6\" W11",
        "preco_final": "R$2.556,57",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-i5-1235U-256GB/dp/B0DCLZRN7W/ref=sr_1_20?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-20&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Excelente, notebook rapido, tamanho bom, otimo custo benefício",
                "leve , bonito, ótimo pro dia a dia",
                "Chegou tudo certinho, bem embalado e funcionando perfeitamente. O computador é bom, conforme especificação do produto. Achei um bom custo benefício.",
                "Muito bom. Boa velocidade. Bonito.",
                "Chegou dia 18, fiz o pedido no dia 08 de outubro. Gostei muito do item, tem um bom processador, é feito com um material mais resistente e é bem fino também. Todas as ações são executadas com rapidez e a configuração foi de forma fluída e precisa. Não é um modelo para quem deseja jogos pesados, mas para estudo e trabalho, até pra ver um filme/série em streaming, muito bom. Achei a bateria boa até o momento, dei uma carga nele quando chegou e outra no dia 20/10. A primeira carga talvez tenha durado menos por conta das demandas de atualizações e etc, mas ainda assim durou bem. Opinião final, bom produto, bom custo benefício, visto que comprei em uma promoção e saiu por 2590$, excelente!",
                "O notebook é muito leve, com design fino e muito bonito. Para funções de trabalho ele está sendo muito bom e rápido. No entanto, a bateria dele não aguenta muito tempo. Trabalho nele entre 4 e 6 horas por dia e preciso carregar pelo menos uma vez durante esse período.",
                "Muito bom o produto, já usei uma das versões anteriores e gostei muito do desempenho para tarefas diárias e de estudo",
                "Esta é a minha terceira experiência com notebooks Lenovo, e não me arrependo! Gostei muito desse notebook, utilizo ele mais para estudo, e atende minhas necessidades! Ele é rápido, fácil de navegar e a bateria dura mais do que eu esperava - utilizei a primeira vez durante 3 dias, entre 2 e 3 horas, antes que descarregasse. Recomendo!",
                "Poucos dias de uso mas já dá pra perceber que é bom. Comprei para estudo e trabalho, então acredito que vai me atender bem. Chegou bem e entrega foi super rápida.",
                "Tela grande, ótimo para trabalhar , amei, tecnologia, designer, exatamente como eu queria. Além de ter vindo bem embalado",
                "Pedi no sábado pela tarde e recebi na segunda feira pela manhã! Amei a minha compra, não me arrependo.",
                "Horrível, não estou sabendo nada aqui, até o Word não está funcionando, mó geral muito lento, quero devolver",
                "ENTREGA DENTRO PRAZO, PRODUTO ÓTIMO.",
                "Meu filho adorou, tudo que ele realmente esperava",
                "Gostei bastante deste notebook, ótimo custo-benefício, recomendo",
                "Processador muito bom\nÓtima aquisição",
                "Apesar do atraso com a demora, o produto chegou em perfeito estado. É lindo!",
                "Excelente o produto, entrega antes do prazo e com segurança.\nVeio bem embalado.",
                "Muito bom e processador rápido!",
                "Excelente para estudo, video conferências, assistir streaming, coisas do tipo. Com certeza é uma máquina ágil devido à memória e ao processador, muito bom. A bateria em comparação com outros, é um pouco inferior. O visual da tela é muito bom mas, em comparação com o gráfico de um HP, fica devendo. Um ponto importante é que será necessário comprar o pacote Office e instalar depois, caso seja essencial para você, como no meu caso. No mais, sigo muito satisfeita. Recomendo."
            ],
            "criticos": [
                "Não sei se é normal ouvir uns ruídos bem baixinhos ( só dá pra escutar se colocar a orelha na fonte), em quanto ele está carregando, mas até agora está ok",
                "Produto é sensacional. Leve, rápido, funciona bem, mas comprei o produto no dia 16 de julho, e hoje, 30 de julho já consta como que tem apenas 10 meses de garantia. Agora uma briga pra corrigir isso.\nCódigo de defesa do consumidor não permite isso!",
                "Infelizmente o meu veio dando tela azul dizendo ser um provável problema de ram e tá sendo uma burocracia para trocar.\nQuando abri só nos momentos que fui configurar reiniciou 5x com a mesma tela, o que é inesperado para um notebook novo recém saído da caixa.\nA Amazon só reembolsa o dinheiro e eu gostaria da troca do produto, inclusive comprei justamente para uso urgente e estou tendo dor de cabeça. E a Lenovo enrola pra resolver.",
                "Todo está ok, a funcionalidade e o despenho esperado. Somente que a durão da bateria achei baixa.",
                "Menos de uma semana de uso travou.",
                "Não comprei! Assim que baixei a primeira atualização do windows o computador parou de funcionar todas as teclas e mesmo fazendo todas as manobras pedidas pela Lenovo o computador não funcionou. Fuja que é bomba.",
                "Não entendi pq meu produto foi reembolsado, o que aconteceu?",
                "Produto veio como novo e no primeiro dia de uso, travou e não retornou.",
                "O notebook é muito bonito, fininho, do jeito que eu queria. Mas infelizmente veio com um defeito na tela, ao ligar, notei q fica piscando, terei q mandar para devolução 😞",
                "Comprei produto como novo e o mesmo veio com a garantia ativada em setembro de 2024.",
                "Veio com defeito nos alto-falantes :(",
                "Não derivam fazer isso, quero devolver",
                "Veio com problema técnico",
                "Nesse modelo de notebook diz que a conexão é via bluetooth\n\nMinha dúvida é: ele tem wi fi integrado? Na especificação não diz",
                "gostaria de saber se esse notebook pega o programa de software do CAD/CAM ou EXO CAD"
            ]
        }
    },
    {
        "id": 21,
        "titulo": "Notebook Gamer Lenovo LOQ E Core i5-12450HX, 8GB, 512GB SSD, RTX 3050 6GB, 15.6\" 144Hz, Linux 83MES00100",
        "preco_final": "R$3.998,07",
        "link": "https://www.amazon.com.br/Notebook-Gamer-Lenovo-i5-12450HX-83MES00100/dp/B0DYL44KXR/ref=sr_1_21?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-21&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Um excelente notebook gamer, com uma pegada bem minimalista. Ele vem SIM com a PLACA DE VÍDEO — vi alguns comentários dizendo que não vinha, mas notei que talvez seja culpa do Linux que vem instalado, pois ela não aparecia. Só consegui confirmar que tinha a placa de vídeo na BIOS do notebook.\n\nEle roda bastante coisa, mas acho que 16 GB de memória RAM seria o ideal, mas ele tem os 6 de VRAM, então você vai conseguir aguentar mais um pouquinho. Também senti um peso no uso da memória total. Acho que preciso de 1 TB de armazenamento, no mínimo... Enfim, recomendo pelo preço justo (comprei por quase 4k parcelado).\n\nOs problemas que mais me deixaram preocupados foi ter apenas 1 SLOT de memória RAM, então vc vai ter q gastar mais pra comprar uma memória maior doq a que vem nele, fora também o SSD que tem q ser mini, ou seja, mais caro e difícil de se achar....",
                "Podem comprar sem medo, roda todos os jogos atuais, tela muito bonita, só sugiro fazer um upgrade pra 16gb, mas os 8gb que vem já roda bem.",
                "Equipamento é muito bom, falho apenas por questões de seu sistema de arrefecimento. Saída de ar quente fica na dobradiça da tela, o que poderá as vezes gerar aquecimento da tela. No mais, é um excelente notebook, a lenovo poderia retirar esse corte de energia da placa de vídeo. Coloca uma fonte de 135w, e uma placa de video funcionando a 65. No mais, atende bem para todos os usos, seja em jogos ou em até mesmo dia a dia de trabalho. O minimo que você vai fazer é um upgrade de memoria RAM, atentem-se que ele só possui 1 slot de memoria ram. Então compre logo o de 32bg",
                "Ótimo notebook, tudo certo! Entregaram antes do prazo e bem embalado.",
                "Ótimo notebook, tela com 144Hz, IPS e sRGB. A GPU dedicada é ótima e o melhor notebook na faixa de preço. Recomendo a versão de 16bg de ram (8gb serve tranquilamente mas se for jogar já não é o suficiente). Unico problema é a limitação de upgrade, tanto a ram (apenas um slot, obrigando a substituição ao invés da adição de pente de memória) quanto o ssd (slot com tamanho específico 2242) e a bateria que não tem uma duração desejável fora da tomada, mas isso é normal em notebook gamer. Ótimo produto, na faixa de preço não tem melhor. Desempenho excelente.",
                "É meu primeiro Notebook, gostei bastante!\nÉ silencioso, rápido, o LED do teclado é ajustável (ótimo para escrever em locais com pouca luz). Ainda estou aprendendo suas funções, mas recomendo muito :-)",
                "Só vale a pena na promoção, mas é realmente o essencial hoje em dia. Gostaria mais se suportasse ssd maior, mas serve bem e a tela supera muito os concorrentes.",
                "Compacto, de aparência discreta. Não parece um notebook gamer, o que pra alguns é vantagem. No processo de instalação do windows, tenha a mão um cabo de rede e um mouse. Pontos negativos: tem apenas um slot de memória RAM, então na hora de fazer upgrade NÃO comprar um pente de 8GB, comprar no mínimo um de 16GB. Lembrar de instalar o Lenovo vantage depois da instalação do windows. Facilita suporte técnico.",
                "Chegou recente, mas não tenho nada do que reclamar. Leve, bonito e muito útil, seja para trabalhar ou jogar. Por mais que seja só 8 de Ram a placa com 6 de Vram da conta do recado. Assim que puder eu comprarei mais uma memória e um SSD M.2 e já era. Pc pra passar anos tranquilo",
                "Muito bom!! Ótimo custo benefício. Único ponto negativo é ter apenas um slot para memória RAM e os 8GB. Comprei um de 32GB. Tinha um Acer nitro 5, tive medo do visual dessa parecer mais com o de um notebook básico, mas até q é bem bonito.",
                "Produto ótimo. A embalagem veio ótima, porém sem calços internos fazendo com que uma caixa ficasse jogando dentro da outra.",
                "Excelente custo benefício, not gamer escondido numa carcaça discreta. O design ideal pro trabalhador que também joga 😏",
                "Bom custo benefício, porém, bateria so rende uma hora no máximo.",
                "Ótimo produto",
                "O notebook entrega o que se propõe. Como minha ideia era ter uma máquina que fosse potente para jogar, mas que ao mesmo tempo pudesse carregar para o trabalho, o LOQ supriu minhas necessidades. O único incômodo é o aquecimento do teclado após algum tempo de jogo, por conta da potência da placa de vídeo e da bateria, mas o sistema de arrefecimento segura bem. No geral, o notebook e maravilhoso pra essa faixa de preço. Gostaria que tivesse mais um slot de memória RAM, mas acho que a Le Novo fez milagre pra tentar aliar desempenho e design. Recomendo muito!",
                "Muito bom",
                "Pronto 100% original. Uma melhor custo benefício.",
                "Tive problemas com travamentos em alguns jogos no início, mas descobri q era por causa dos drivers de video da nvidia. Instalei uma versão mais antiga do driver baixada no site da própria nvidia e resolveu. Fiz upgrade da ram pra 16gb (meio q obrigatório para jogos mais atuais).",
                "Simplesmente o melhor custo benefício atualmente. Excelente desempenho por ótimo preço. Entrega rápida!",
                "Ótimo notebook para estudos, jogos e etc. A distro que vem nele é a Lux, da própria Lenovo, que é baseada Debian, pra pessoas que assim como eu querem evitar ao máximo o prompt de comandos do linux, não aconselho essa distro, mas isso não é um problema visto que você pode instalar outro sistema operacional."
            ],
            "criticos": [
                "Depois de 3 meses usando o que eu posso falar é o seguinte:\n\n-Notebook extremamente potente funciona absolutamente tudo que eu tentei rodar\n-Muita pouca RAM você vai ser obrigado a aprimorar para uma de pelo menos 16GB. Considere esse custo antes de comprar.\n-A bateria desse note é um lixo, ela não dura mais de 1 hora. Desta forma ele não cumpre seu papel de notebook, ele está mais próximo de um computador móvel do que de um notebook. Você sempre vai precisar de tomadas próximas se não você VAI ficar na mão. E sim, já fiz otimização de bateria, ele não liga a placa de vídeo sem a tomada, mesmo assim não dura muito, então se atentem a isso.\n-o SSD é muito pouco, 512gb não dura muito, eu trabalho com musica então tenho quase mais da metade desse espaço consumido, então tenho que escolher qual jogo vou jogar, 1 por vez principalmente se for um jogo pesado.\n\nDe toda forma eu estou amando jogar tudo que eu sempre quis, se você não tiver problemas nesses tópicos podem comprar.",
                "Notebook mediano. O Ideapad Gaming 3i é melhor, mesmo com gtx 1650. A única melhoria desse notebook é a RTX 3050, o restante é precário. Não é rápido como dizem nos comentários. Na realidade, há um certo delay para tudo que se clica e se faz. Instalei windows 11, ainda não coloquei mais 8 gb de RAM porque a Lenovo fez a sacanagem de colocar parafusos torx t4, a menor que existe (sim, fizeram de propósito, para dificultar. Você terá que ter um jogo de chaves torx que contenha t4). 8 gb de RAM para esse notebook é muito pouca, mesmo para atividades comuns de escritório. Esquenta bastante sim, se jogar ou exercer funções que exigem. É um notebook ok, nada demais.",
                "Veio com o lacre rompido e outro por cima, não sei o que isso significa. Espero que não dê nenhum problema se não eu irei devolver.",
                "Brilho da tela não é forte. Acho que a tela veio com defeito.",
                "A versão com Linux vem sem o driver da placa de video, uma dificuldade EXTREMA para baixar, só não dou 1 estrela pq a tela é boa mas para um notebook que se diz gamer não rodar NENHUM jogo da steam é simplesmente um ultraje com o consumidor",
                "É lindo, roda o que promete para a categoria. Porém, estou com muitos problemas para conectar meu monitor na USB-C para ter taxa de atualização 144Hz. Mesmo ter tentado de tudo neste notebook, simplesmente não reconhece a USB, e dá erro de mal funcionamento",
                "O desempenho do notebook é muito bom, bonito e o teclado achei ótimo.\n\nMas vou dá apenas 1 estrela por causa da bateria.\n\nJá fiz teste aqui e a bateria não dura mais que 30 minutos, até mesmo em uso normal ( estudo e navegando pela internet ).",
                "Colocam na descrição do item que vem com Teste gratis do game pass, mas é apenas um anuncio enganoso. Está disponivel apenas para windows, mas colocam na descrição do Linux.",
                "ATENÇÃO!!!! Comprei o notebook, mas ele veio sem a placa gráfica RTX 3050!! Cuidado para não ser enganado!!! Se for comprar verifique se todas as peças vieram corretamente.",
                "Infelizmente recebi o notebook com o botão H danificado.",
                "Veio SEM a placa gráfica RTX 3050!!!! Cuidado!!"
            ]
        }
    },
    {
        "id": 22,
        "titulo": "Notebook, Windows 11 Home, Tela 15,6 Pol HD, Celeron N4020C, Memória 4GB/128GB, Microsoft 365, Ultra - UB261",
        "preco_final": "R$1.328,10",
        "link": "https://www.amazon.com.br/Notebook-Windows-Processador-Celeron-Mem%C3%B3ria/dp/B0CV4J2JS3/ref=sr_1_22?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-22&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Chegou 1 dia antes do previsto, veio bem embalado. Ótimo produto pelo custo benefício",
                "Gostei do notebook ! Leve prático e rápido. Excelente para estudar e trabalhar.\nChegou no prazo .",
                "Chegou certinho, muito bom",
                "Só tenho a dizer que o produto é bom, boa qualidade, recomendo.",
                "Bom , o notebook em sim tem sido de bom desempenho, existe alguns travamentos, o sistema dele não é tão eficiente mais da pro gasto pelo preço então não tenho que reclamar muito se queres algo bom tem que ser bom . Enfim...",
                "Notebook é bem leve e lindo.\nLevou um certo tempo as atualizações ali, mas ao iniciar é rápido.\nPacote office funcionando certinho.\nCusto beneficio vale muito a pena",
                "O produto chegou muito bem embalado e antes do previsto\n\nÓtima qualidade do produto, atende minhas necessidades de uso, eu recomendo a compra (satisfeito)",
                "O notebook é um pouco fino\nPrecisa ter muita cuidado",
                "Custo-benefício 100%",
                "Custo e benefício perfeito. Atendeu as demandas escolares de meu filho de 11 anos.",
                "Deu tudo certo produto muito bom",
                "Bom produto.",
                "Muito bom, entrega super rápida.",
                "Chegou no dia combinado. Muito bem embalado na caixa do fabricante e uma caixa da Amazon. Bonito, na cor cinza escuro, tem tela maior do que a normal para um notebook, além de um teclado na lateral, o que também não é comum nesse equipamento. Já vem com Windows instalado, porém, precisa ser atualizado. Pra mim uma hora para atualizar e olha que meu wi-fi é rápido. Valeu a pena, ótimo custo benefício para quem precisa de um computador para o dia.",
                "Muito bom",
                "Produto atendeu perfeitamente minhas expectativas, excelente custo x benefícios.",
                "Gostei muito da minha compra. Entrega rápida. Ótimo produto, chegou em perfeito estado. Recomendo!",
                "Até o momento bom produto",
                "Muito Bonito\nTela grande\nTeclado Bom\nEntrega Rápida",
                "Produto chegou antes do prazo, funcionando perfeitamente, podem comprar sem medo"
            ],
            "criticos": [
                "Não recomendo essa marca pois não presta",
                "amei 💗💗, porém ele nuuuunca carrega 100% , e quando tá carregando mostra bateria alta depois baixa ... como se não tivesse em uma programação certa da bateria. se o vendedor poder entrar em contato e dar retorno , agradeço .",
                "Esquenta muito.",
                "Muito lento",
                "Muito lento",
                "Nem 3 meses o computador não funciona mais",
                "Lerdo..lento.. parece uma carroça",
                "o produto nao liga , mesmo depois de carregado, optei pela devolução.",
                "Não comprem, só gastei dinheiro.",
                "O produto chegou antes do previsto. Mas infelizmente o sistema operacional não está instalado.",
                "Com uma semana de uso parou de funcionar e não consigo contato para tentar resolver",
                "Nāo veio a nota fiscal."
            ]
        }
    },
    {
        "id": 23,
        "titulo": "Samsung Notebook Galaxy Book4, Windows 11 Home, Intel® Core™ i5, 16GB, 512GB SSD, 15.6'' Full HD LED, 1.55 kg - Grafite",
        "preco_final": "R$4.099,00",
        "link": "https://www.amazon.com.br/Samsung-Notebook-Galaxy-Windows-Intel%C2%AE/dp/B0D4SW3MH6/ref=sr_1_23?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-23&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Estou usando há 3 meses e estou gostando bastante. Tela, áudio e desempenho excelentes. A bateria também é melhor do que a média na minha percepção. Com o meu uso, que é mais para trabalho (navegador, softwares mais leves, vídeo chamadas), dá para ficar até umas 4h fora da tomada, o que para mim é suficiente, já que são poucos os momentos em que preciso desconectá-lo do carregador. Aliás, também achei ótimo o fato de o carregador ser USB-C. Com isso, posso sempre andar com apenas um carregador que funciona tanto para o notebook quanto para o meu celular. Destaco ainda que pessoalmente achei o design muito bonito e prático: bem fino, leve e compacto. Por fim, destaco que a câmera também é boa. Claro que se você produz conteúdo para o youtube ou algo do tipo, vai precisar de uma webcam à parte. Mas para uso em videoconferências é mais do que suficiente.\nEm resumo: se o preço estiver até uns R$3.800, vale muito a pena. Por mais do que isso, talvez haja modelos que entreguem mais.",
                "Excelente.",
                "MUITO LINDOOOO, a tela é grande e tem uma qualidade surreal, comprem sem medo, tô no segundo dia de uso ainda mas tenho certeza que vai durar muito tempo",
                "Chegou no prazo e muito bem embalado. Comprei para usar para programar e roda tudo rapidamente e sem travar. Ótima aquisição! Recomendo a compra!",
                "Excelente produto. Condiz com tudo nas suas especificações.\n\nUma dica para novos compradores, não se preocupem na hora de instalar o Windows, no meu caso demorou mais de 2 horas para instalar e configurar tudo. Mas após o procedimento está funcionado certinho. Não tenho nenhuma reclamação",
                "notebook ótimo 512 de ROM e 16 de RAM soldada, ótima tela IPS cores muito boas, core I5 bom não é o melhor mas é bom\nas teclas do teclado tem uma textura estranha\nse vc for comprar pra jogar não compensa, ele não tem placa de vídeo dedicada, ele vai rodar alguns jogos mas não tão bem e tbm esquenta",
                "Notebook chegou antes do prazo. Utilizo faz aproximadamente 2 semanas e a percepção que tive até o momento é que o notebook é excelente.\nEm uso moderado a bateria dura bastante, inicialização é rápida e roda super bem os aplicativos sem apresentar nenhum delay ou travamento.",
                "Estou usando a uma semana, está funcionando bem para as minhas necessidades do dia-a-dia, liga rápido e, por enquanto, ainda não travou com nada. A bateria tem durado cerca de 6 a 7 horas. Numa tarde fiz duas vídeoconferências, com o ventilador ligado no USB e ele segurou bem. Não uso para jogos, funcionou bem com aplicativos de edição de vídeo e áudio.",
                "Amei a mochila de alta qualidade e bem reforaçada",
                "muito bom, atendeu as expectativas!",
                "Ótimo, a bateria dura 5h mais ou menos. Eu adorei esse notebook.",
                "Maravilhoso. Entrega antes do prazo.",
                "Muito satisfeito! Chegou antes do prazo e o notebook é incrível!!",
                "Chegou antes do prazo",
                "Excelente produto, super recomendo!!! Ótimo custo benefício!",
                "comprei ele para atender as necessidades da faculdade e roda até the sims, muito bom.",
                "Produto muito bom! Chegou bem embalado, tudo certinho, e até antes do prazo! E o notebook é ótimo! Extremamente rápido e até demora descarregar! Muito bom!",
                "Ele é lindo bem fininho, a entrega foi bem rápida, veio antes do esperado, a única coisa que poderia melhorar é a bateria que descarrega rapido.\nMas mesmo assim é perfeito",
                "recomendo MUITO , so achei ele um pouco fragil por ser tao fino.",
                "otimo pc, incrivel"
            ],
            "criticos": [
                "O notebook tem uma excelente configuração, é super leve e bonito. Porém, ele apresentou um problema e eu não consegui realizar o setup inicial. O sistema operacional chega até a tela que você precisa conectar a sua conta Microsoft. Daí ele dá erro, tentei várias maneiras de logar, mudei senha, enfim, fiz de tudo para logar, mas sempre dá erro. O sistema entra em looping, você começa tudo de novo, tem de inserir todos os dados até chegar à tela da MS, dá o mesmo erro, e o ciclo recomeça. Mesmo após horas com o Suporte da Samsung no chat, o problema não foi resolvido, então, eles recomendaram procurar uma assistência técnica na minha cidade. Entretanto, eu não acho que valha a pena levar para conserto um equipamento que eu não usei sequer uma vez, foi um investimento alto em um bem que deve durar alguns anos, então, isso não fez o menor sentido. Além disso, fiz uma pesquisa na internet e verifiquei que várias pessoas estão relatando o mesmo problema, e isso só reforçou a minha decisão de devolver o notebook. É uma pena, pois eu já tive um Samsung e gostava bastante do seu desempenho.",
                "A camera webcam não funcionou durante uma reunião importante, além disso as teclas saem letras duplicadas.\n\nAdemais, a loja se recusa a fazer a troca por outro produto igual, o que me é assegurado pelo CDC."
            ]
        }
    },
    {
        "id": 24,
        "titulo": "Notebook HP 256R G9 Intel Core i5 13º Geração. Memoria RAM 8GB. SSD 256GB. Tela de 15,6\" LCD. Windows 11 - Home SL - Cinza Escuro. Bivolt. (BQ9L1AT#AK4)",
        "preco_final": "R$2.749,00",
        "link": "https://www.amazon.com.br/Notebook-HP-Gera%C3%A7%C3%A3o-Memoria-Windows/dp/B0F6CLQHQR/ref=sr_1_24?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-24&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Computador bom chegou em ótimo estado e rapido. Recomendo do",
                "Atende ao que promete.",
                "Leve e atende bem a minhas necessidades. Entrega segura e rápida.",
                "Excelente super recomendo",
                "Sistema Operacional com pacote Office instalados. Sistema antivírus de última geração."
            ],
            "criticos": []
        }
    },
    {
        "id": 25,
        "titulo": "Notebook ASUS Vivobook Go 15, Intel Core i3 N305, 4GB, 128GB SSD, W11 Home, Tela 15.6\" FHD Cool Silver - E1504GA-NJ440W",
        "preco_final": "R$2.039,15",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Silver/dp/B0CYVJHL3N/ref=sr_1_25?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-25&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Chegou na data prevista. Aparentemente tudo muito bom. Qualidade é boa, é rápido, bonito, leve. Dá para comprar sem medo.",
                "O notebook é excelente! Processador bem rápido também. O material dele é bastante resistente, a aparência dele é linda e fácil manuseio. Vale muito à pena essa compra. Também veio muito bem embalado e foi entregue dentro do prazo, com tudo certinho. Super recomendo!👏🏽👏🏽👏🏽🥰",
                "Comprei o notebook para estudos e trabalhos leves. Até o momento está atendendo bem as minhas necessidades. Designer sofisticado, ótimo teclado, tela muito boa, bateria com longa duração. Recomendo!!",
                "Ótimo desempenho, boa qualidade",
                "O notebook é super leve, tem um design fino, muito bonito. Teclado macio, rápido para iniciar. Dou 4 estrelas pois achei lento na abertura de diversas janelas.\nChegou rápido e bem embalado.",
                "O aparelho é ótimo em tudo! Leve, bateria duradoura, rápido, exatamente do jeito que esperava!! Excelente custo beneficio 🙏",
                "Chegou no dia certo",
                "Atendeu minhas espectativas, bom para trabalho. Sem travas.",
                "Adorei meu notebook. E gostaria de elogiar o entregador que foi impecável.",
                "bom para trabalhos de escritorio",
                "Não 👎 gostei do som",
                "Melhor do que pensava.",
                "Bom 👍",
                "Produto adequado",
                "O Notebook chegou antes do previsto, porém achei a caixa (embalagem da Amazon) exageradamente grande para o produto. Fiquei receoso de ter danificado alguma coisa do aparelho, porém tudo certo!",
                "Ótimo produto para o valor pago! Serve bem nos estudos on line!",
                "Excelente produto. Vale o custo benefício",
                "De excelente qualidade, comprei para estudos e estou gostando.",
                "Gostei muito do produto! Já estou usando há mais de sete meses e para o meu uso está perfeito! Rápido e dinâmico para mim valeu muito a pena.",
                "excelente notbook pra tarefas leves, bateria dura em média 2hrs e a carga completa tbm 2hrs, super fino, me serviu muito bem, bom produto pelo preço que foi."
            ],
            "criticos": [
                "O produto é ok, esperava mais do funcionamento geral dele, meio lento, muito espaço em GBs compremitdos, não repetiria a compra.",
                "Infelizmente a experiência não foi das melhores! O notebook apresentou defeito assim que liguei ficou piscando e desligou só enviei para a assistência técnica e estou aguardando !",
                "Bem ruinzinho, lerdo, trava bastante.",
                "Comprei para trabalhar e tarefas do dia a dia. Ele abre rápido, roda bem nas plataformas que utilizo. Faço muitas chamadas de vídeo e tem sido satisfatória minha experiência até aqui. Recomendo!",
                "O notebook é bom, mas infelizmente veio com duas teclas da parte superior danificadas, e não tô conseguindo receber um suporte bom do vendedor.",
                "PRODUTO PÉSSIMO … Fica reiniciando e com 05 meses de uso já terei q enviar para a assistência técnica",
                "Lento, trava, não tem um monte de ferramenta necessária (word, ppt).",
                "RUIM!!!! ESTOU USANDO A SEIS MESES E JÁ ESTÁ DANDO PROBLEMA!!!!!!",
                "O produto funcionou por 1 mês e solicitei a devolução via reembolso por 2 vezes e até o presente momento, mais de uma semana, ainda não vieram buscar o produto na minha casa.",
                "Computador com sistema muito fraco.",
                "Gravei abrindo a caixa e o momento exato em que recebi o notebook, o produto veio com problema de fábrica, gostaria de um retorno o mais breve pra resolver da melhor forma possível."
            ]
        }
    },
    {
        "id": 26,
        "titulo": "Notebook Acer Nitro V15 ANV15-51-58AZ 13ª Geração Intel Core i5-13420H, 8GB RAM, 512GB SSD, NVIDIA RTX 3050, 15.6\" FHD LED IPS 144Hz, Windows 11, Preto, Retroiluminado",
        "preco_final": "R$4.250,70",
        "link": "https://www.amazon.com.br/Notebook-ANV15-51-58AZ-Gera%C3%A7%C3%A3o-i5-13420H-Retroiluminado/dp/B0D1VV6NXS/ref=sr_1_26?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-26&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Excelente notebook, atende muito bem no dia a dia, rodei alguns jogos no máximo, porém tem pouca RAM. Acontece de às vezes desligar do nada durante um jogo, ainda não sei se é um problema da pouca RAM ou se o meu veio com esse problema de fábrica.",
                "Perfeito! Chegou em um dia e é de ótima qualidade. Comprei faz uma ano e continua funcionando perfeitamente. Por ser apenas 8gb ram, recomendo comprarem outra memória de 8gb ou 16gb e encaixar no slot vazio. O fabricante diz que o máximo possível é 32gb ram, mas testando percebemos que pode atingir até 64gb.",
                "Realmente, muito bom, funciona tudo, so tem que expandir a memória ram",
                "otimo custo beneficio troquei o Nvme para 1T e os pentes de memoria para",
                "Excelente, realizei meu sonho, tinha jogos que não conseguia jogar, agora jogo em ótima qualidade, sem bug, sem travação.... Recomendo muito.",
                "Muito satisfeito mas memória Ram pode ser um gargalo a longo prazo! Se você tiver condições financeiras compre junto um pente de 8Gb de Memória Ram e instale nele!",
                "O note é otimo para jogos, roda Hogwarts legacy no grafico maximo tranquilinho. Mas recomendo fazer um upgrade na ram para ele ter pelo menos ums 16gb e se quiserem, tem um slot para aumentar o armazenamento.\nEle é bem bonito tbm.",
                "Gosto dos notebooks da Acer.\nColoquei mais 8 GB de memória e SSD de 1 TB.\nApós essa mudança o equipamento ficou com uma configuração boa.",
                "Foi o melhor investimento que fiz. Esse notebook era meu sonho de consumo. Também chegou bem antes da data prevista.",
                "Entrega no tempo certo, nenhum tipo de danificado na embalagem. Notebook atendeu as expectativas. Único defeito foi ter apenas 8GB de memória RAM ao invés de 16GB.",
                "Impecável, chegou no prazo e veio bem embalado",
                "Gostei, atendeu minhas espectativas.",
                "Incrível, rápido e entrega antes do prazo!",
                "Aparelho chegou intacto rsrs, mais super bem embalado e é perfeito. Indico muito e a entrega rápida.",
                "otimo",
                "Chegou tudo bem, bem embalado, estou amando ele.",
                "O notebook é muito bom, mas a bateria está esgotando muito ráido, emiti um relatório pelo próprio windows e acusou queda brusca de energia, agora quero entrar em contato com amazon para o ver o que posso fazer, ele funciona direitinho, mas descarregar muito rápido não é normal.",
                "Notebook muito bom! Melhor pagar um pouco mais, que depois se arrepender e ficar preso com um aparelho ruim por anos.",
                "Gostei bastante! Para um Notebook gamer poderia ter um SSD maior, porém pelo preço, é a melhor opção no mercado, compraria novamente",
                "Veio bem embalado, mas suja muito fácil ao contato."
            ],
            "criticos": [
                "Chegou TD ok e antes mesmo do prazo, mas te falar que esse notebook não me impressionou, eu tenho um Acer nitro 5 com uma 1050 e nele eu rodei de TD e 5 anos depois eu fiz um upgrade de memória, mas o Acer nitro v15 com os 8gb não rodou o homem aranha 1 ( que eu tinha zerado no nitro 5 com 8gb), ele TB leva um tempinho para ligar e se eu deixar a máquina ligada de um dia para o outro qdo eu vou ligar ela tá travadassa, o que nunca me aconteceu com o nitro 5.Mas meu intuito com ele não é jogar, então está me servindo bem. Espero não ter problemas",
                "Acho que a avaliação deveria ser categorizada. Vamos lá.\n1) Compro na Amazon porque a entrega costuma ser boa. Mas acho que o consumidor deveria ter o direito de sabero nome da transportadora a ser utilizada. Esta informação deveria aparecer no ato da compra. O note veio pelos correios. Chegou inteiro e bem embalado. Mas com uma demora desproporcional aos produtos comprados na mesma data ou posteriores.\n2) O note esquenta muito. Além disso, tem um sopro ou barulho constante. Parecendo um expiração sem inspiração.\n3) Carreguei a bateria e trabalhei com o note fora da tomada. Ele descarregou em 4h30. Mesmo eu tendo trabalhado apenas com texto e navegação na internet em busca de texto. Sem áudio, jogos ou vídeos.\n4) Para cada item resolvi descontar meia estrela. Deveria ter a opção de atribuir estrelas com fração. Por isso, vai só 3 mesmo.",
                "pc esta dando defeito em algums apps (exemplo) Nitro app de monitorar esta ficando com a tela meio cinza com areas congeladas.",
                "Comprei na black friday 2024 e com menos de um mês começou a dar tela azul ao iniciar o sistema. No início de março foi tela azul definitiva e tive que mandar pra central. Retornou e com menos de duas semanas já voltou a apresentar a tela azul (se buscar na internet vai ver que é um problema comum do modelo).\n\nQuando consegue ligar é possível ver que o notebook tem potencial. E esse potencial só é atingido se comprar uma memória ram extra, já que a que veio é extremamente limitada.\n\nEnfim não confio mais no computador que acabei de comprar.",
                "Recomendo fazer upgrade de memória ram pois 8GB é pouco. Tive de por 32gb pra usar bem de boa, mas o valor não compensa e o custo benefício é muito baixo. Vou vender e pegar outro melhor ou pc gamer.",
                "Comprei esse noot depois de muita pesquisa acreditando ser um bom negócio, porem ele apresentou problemas gravíssimos. O primeiro é um problema de design, a saída principal de ar é na base da tela, com poucos minutos de uso o ar quente que é jogado nela é suficiente para deixa-la muito quente, ainda não sei os efeitos que isso pode trazer a longo prazo mas já adianto que não espero que sejam os melhores. Porém o pior foi que já no primeiro dia de uso o nootbook desligava sozinho durante alguns jogos, mesmo que leves, numa espécie de sobrecarga. Tentei várias coisas, entrei em contato com a acer e o suporte não me ajudou, e insistia em mandar fazer diagnósticos e mais diagnósticos que em nada resolviam, me relataram que eles não podiam fazer nada além de prestar suporte técnico, sem a possibilidade de substituição do produto. Ainda verifiquei que num fórum várias pessoas relataram esse mesmo problema, a meses, e nada foi resolvido. Se não fosse a boa política de devolução da amazon eu teria levado um grande prejuízo nessa.",
                "Pessimo produto, tem duas semanas de comprado e o driver do Wi-Fi já deu defeito, um produto de quase 5.000 quê mal foi utilizado",
                "Comprei para utilizar em um curso, que o regime é praticamente internato, mas a bateria pifou no primeiro mês de uso, tentei devolver pela amazon, mas diz que não é mais elegível e o suporte da Acer também não é muito colaborativo. Estou procurando uma bateria nova na internet para repor, mas não consigo encontrar este modelo específico \"ANV15-51-58AZ\", meu notebook agora só funciona se plugado na tomada. O problema não está na fonte, pois testei no notebook de um amigo e funcionou. Já testei várias soluções como segurar o power apertado tantos segundos, depois deixar meia hora carregando ou pressionar o botão de reset da bateria, tentei até mesmo abrir o notebook e ver se havia algo desplugado, estava tudo ok. Não pretendo mais comprar produtos da marca Acer.",
                "Tive uma péssima experiências, pois o notebook veio todo cheio e problema, travando todo o momento, não conseguir jogar nada, e o jogo dava tela preta, não voltava esperando, só após fechar todas as janelas.",
                "O som dele está bem esquisito, aumenta e diminui do nada",
                "Um computador potente deste não deveria vim com 8GB de RAM... vc é obrigado a fazer upgrade...",
                "O notebook é muito lindo, mas infelizmente apresenta problemas, sempre quando tento abrir um jogo pra jogar ele congela forçando com que eu desligue o mesmo no botão. É decepcionante vc comprar um notebook gamer e ele não rodar um jogo normalmente.",
                "o notebok veio com defeito, verificado on line pelo suporte da Acer, aguardando a devolução de meu pagamento",
                "Comprei o notebook para o meu filho, logo na primeira semana de uso apresentou um problema a tela fica escura, então entrei em contato com a autorizada,ainda vou pagar a 3 prestação, estou decepcionada com a compra,absurdo um negócio desses dando um duro para pagar um produto com defeito.",
                "Produto esquenta bastante.\nApresentou defeito, mandei para a garantia está a mais de uma semana entregue pelos correios e não me deram nenhum tipo de retorno.",
                "peguei a entrega e tentei ligar na mesma hora, quase que chamo o entregador pra levar de volta, a fonte queimada não funciona, botei uma fonte que funciona do mesmo modelo de notebook e o notebook não liga, não faz nada, parece um monta de peça queimada.",
                "Péssimo bateria sem usar nada a não ser o browser leva 1 hora e 20 pra fazer nada além de ficar na internet não recomendo e estou devolvendo, só pra voces terem ideia usei Linux nele e ele acabou em 1 hora e 20, lixo de acer, vou comprar um macbook usado melhor do que esse treco",
                "Comprei o produto na Black, e simplesmente com 5 dias de uso, começou a dar problema na memória Ram, já pedia devolução dessa bomba",
                "Pague um valor maior mas não compre este, muito barulho e ainda joga o ar quente na tela.",
                "Computador maravilhoso, mas a Amazon tem deixado a desejar"
            ]
        }
    },
    {
        "id": 27,
        "titulo": "Notebook ASUS Vivobook Go RYZEN 3, 4 GB, 128 GB SSD, W11 Home, 15.6'' LED, Mixed Black - E1504FA-NJ1364W",
        "preco_final": "R$2.088,90",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-RYZEN-Mixed/dp/B0DW1RMVFX/ref=sr_1_27?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-27&ufe=app_do%3Aamzn1.fos.a492fd4a-f54d-4e8d-8c31-35e0a04ce61e",
        "comentarios": {
            "positivos": [
                "Ótimo notebook: bonito, rápido e silencioso. Perfeito e adequado para minhas necessidades.",
                "Custo benefício bom."
            ],
            "criticos": []
        }
    },
    {
        "id": 28,
        "titulo": "Notebook Dell Inspiron I15-I120K-A35P 15.6\" Full HD 12ª Geração Intel Core i5 16GB 1TB SSSD Windows 11 Preto",
        "preco_final": "R$4.099,00",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I120K-A35P-Gera%C3%A7%C3%A3o/dp/B0D51STHD3/ref=sr_1_28?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-28&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Vim aqui dizer que o Gilberto A. tem razão, o povo que é chato.\n\nO laptop é perfeito para produtividade. Sou pesquisadora, faço atendimentos on-line, estou com várias abas abertas e não trava nada. Ele é rápido, leve, fino. Lindo!\n\nA câmera que vem embutida nele também é ótima.",
                "Muito bom notebook, porém deve ser comprado com um valor baixo, não entrega tanto assim. O processador é fraco.",
                "É um bom produto, só acho que a bateria deixa a desejar bastante. Mal uso e já tá descarregando, pra usar ele preciso ficar colada numa tomada.",
                "Top de linha",
                "Comprei 1 e logo em seguida comprei outro. Entrega rápida. Produto chegou perfeito.",
                "Ótima aquisição! Trabalho home office e estava buscando um computador que trouxesse melhorias para o meu dia a dia e consequentemente para o meu trabalho!",
                "Superou minhas espectativas, amei",
                "Muito bom",
                "Muito lindo, chegou certinho e com carregador!",
                "Tudo perfeito",
                "Chegou bem rapidinho,bem antes do prazo.",
                "Notebook apesar de muito bom em suas configurações deixa um pouco a desejar em seu estilo do equipamento, muito simples",
                "Produto excelente",
                "O que me impede dar 5 estrelas, é o fato de o computador conectar na internet, mas para certas funções o Windows apresenta mensagem de \"rede não conectada\". Logo, o hardware em si é excelente, mas o Sistema Operacional W11 home está me causando algum transtorno.",
                "Excelente estou satisfeita",
                "Computador é rápido, bateria dura bastante. Eu não prestei atenção e não vi que não tinha uma entrada C e nem teclado retroiluminado.",
                "Amei\nMuito bom",
                "Estou muito satisfeita com o produto. Rápido e ágil.",
                "Custo/benefício excelente",
                "Até agora esse notebook está funcionando muito bem. Sem problemas."
            ],
            "criticos": [
                "Trava o tempo todo. A Amazon não está facilitando a minha devolução. Não consigo fazer a validação de identidade porque dá erro em todos os dispositivos. A câmera não funciona . A Dell não dá suporte corretamente. Só fez testes com o hardware. Quando chegou na parte do software me mandaram fazer a formatação. Me deram um passo a passo que não funciona e quando eu falei que eu precisaria de ajuda porque não estava funcionando eles me mandaram uma cotação me cobrando pra resolver o problema. Não consegui usar o meu computador até hoje.",
                "O processamento está se mostrando muito lento, com travamento do sistema em funções básicas como organização de arquivos. Já identifiquei que não tem uma boa autonomia da bateria sem estar em carregamento, despenca as porcentagem da bateria nos primeiros minutos. Não estou satisfeito com a compra",
                "Bateria acaba muito rápido, esperava mais.\n\nSobre as configurações e qualidades achei ótimo.",
                "O note tem uma excelente configuração e está bem bonito, mas o visor está com algum problema que treme na horizontal. Não consegui contato com o vendedor",
                "Tive problemas com sistema, tecla A com problema e material da estrutura achei fraco.",
                "Péssima qualidade de material, absolutamente frágil. O notebook deve ter algum problema de ventilação, pois é barulhento e superaquece com atividades mínimas. Além disso, chegou sem plásticos de proteção na tela, no teclado e na câmera, com marcas de mão na tampa e o cabo de energia todo cheio de cola. Não recomendo mais a Dell, infelizmente.",
                "Eu comprei com o Windows e tenho que pagar para usá-lo?",
                "Comprei com muitas expectativas, por ser uma marca renomada no mercado, modelo com ótimas configurações e muito bonito em aparencia. Eis que chega e simplesmente não liga. Problema denominado pela empresa de \"no power\". Sim, eles tem um nome especifico para o problema, de tão frequente que é. Ao inves de fazer um recall e corrigir essa falha, a empresa segue colocando os produtos caros no mercado, para alguns serem os sorteados a terem essa dor de cabeça. Aí você me pergunta: e a garantia? Entro em contato com o suporte as 18:30. As 20:02 eles me respondem dizendo que o expediente já tinha acabado. Sim, esperaram 1 hora e meia para me responder, para dizer que só no outro dia para ajudar. Estou providenciando a devolução e nunca mais chego perto dessa marca.",
                "Em menos de 24 horas de uso o notebook apagou subitamente. Pelo que vi nas avaliações, não é um problema incomum. Já providenciei a devolução com muita revolta.",
                "A entrega foi ótima, dentro do prazo, mas com duas semanas o laptop parou de funcionar e tive que acionar a garantia. Espero que resolvam.",
                "Péssimo. Na segunda vez que fui ligar o computador, novo, ele desligou sozinho e não ligou mais. Tive que devolver. Pelo visto, esse é um problema recorrente que a Dell não se preocupa em resolver.",
                "Lento, trava toda hora, demora pra tudo, não vale o preço. A metade do preço já é caro. Material comum.",
                "O computador não tem nem 2 meses de uso e hoje apagou é não liga mais. Estou me sentindo lesada!!!Absurdo!!!",
                "a tela veio com uma linha azul no canto esquerdo",
                "Tela do notebook veio quebrada.",
                "Não liga e superaquece",
                "Piada o notebook não ter entrada tipo C em pleno 2025"
            ]
        }
    },
    {
        "id": 29,
        "titulo": "Notebook Dell Inspiron I15-I1300-A30P 15.6\" Full HD 13ª Gen Intel Core i5 8GB 512GB SSD Win 11 Preto Carbono",
        "preco_final": "R$3.299,00",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I1300-A30P-Carbono/dp/B0FHCHBRGF/ref=sr_1_29?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-29&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Amei meu notebook, ele é rápido, tamanho é maior que imaginei, chegou no dia certo, ele é maravilhoso.",
                "Entrega rápida bom produto"
            ],
            "criticos": []
        }
    },
    {
        "id": 30,
        "titulo": "Notebook ASUS VivoBook Go, 15 AMD RYZEN 5 7520U, 8 GB, 256 GB SSD, W11 Home Tela 15,6\" FHD, Mixed Black - E1504FA-NJ825W",
        "preco_final": "R$2.679,00",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-7520U/dp/B0CQ2XRTNQ/ref=sr_1_30?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-30&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "O notebook é de ótima qualidade, processador muito rápido e potente. O aparelho é bastante leve e possui boa ergonomia de trabalho. Acho que o único \"contra\" que eu não sabia ao adquirir, e que vale avisar, é que ele vem apenas com poucos dias de uso do pacote office. Então logo que chegou eu já precisei adquirir uma nova licença\n(uma despesa pra qual eu não havia me preparado)",
                "Ele é bemm grande, comparado ao meu antigo mas não foi difícil me acostumar. A tela é realmente mt boa mas o anti reflexo dela é meio estranho, as extremidades ficam escuras dependendo do angulo fora da mesa. Mas a qualidade é impecável.\nEle é bem leve pro tamanho dele e o exterior é bem bonito. O touchpad é macio demaisss e as teclas não tem som alto. Ainda não testei em jogos mas ele faz tudo MUITO liso KKKKK estou surpreendido depois de vir de um Celeron. A câmera também é boa. A bateria fez umas boas horas com carga completa rodando streaming",
                "Boa tarde!\nEstou bastante satisfeito com o notebook Asus, atende bem aos meus propósitos ao adquirí-lo. Amazon sempre fazendo a diferença, cumprindo prazo de entrega, o melhor preço, atenção e respeito ao cliente. Obrigado!",
                "Atendeu minhas necessidades. Muito bom para trabalhos básicos. Entrega no prazo e produto bem embalado.",
                "Perfeito, e muito eficiente",
                "Muito bom produto com excelente custo benefício",
                "Chegou no prazo, bem embalado e funcionando tudo perfeito, até agora não tenho do que reclamar",
                "Muito bom, excelente notebook pela faixa de preço.",
                "É bonito, fininho e está sendo útil pro meu uso administrativo. Fiquei com receio ao chegar porque a embalagem parecia frágil, apenas a caixa normal, fina, com a proteção do isopor dos lados internamente. Mas funcionou.",
                "Ótima compra! Com as configurações desse notebook, o valor saiu muito justo. Ele é ágil, tem um design bonito e é leve. Estou tendo uma experiência satisfatória com o meu produto.",
                "O computador é ótimo, cumpre o que promete. A entrega foi excelente e segura.",
                "Produto de excelente qualidade, entrega rápida, recomendo!",
                "Depois de muita pesquisa resolvi comprar esse notebook e até agora tem se saído muito bem, por enquanto só tenho usado ele para assistir e jogos leves (PUBG, Blood Strike e Yu-Gi-Oh DL) vou ver testar outros jogos mais pesados dps.",
                "Estou muito feliz com minha compra, esse Asus Vivobook é lindo, Rápido e potente para as configurações que ele vem, e um preço excelente, aqui na Amazon foi o lugar mais barato!!!!",
                "Note muito bom, para trabalho e estudo é ótimo!\nTamanho bom, tela e som bons, nada a reclamar, chegou antes do prazo, recomendo.",
                "Comprei com a finalidade de estudar basicamente e para isso tem me atendido. Tem um ponto que depois de um mês de uso não me adaptei: a posição de alguns caracteres no teclado, que fogem ao padrão. Na foto dou o exemplo dos que mais me incomodam: / e ?",
                "Estou com quase uma semana de uso e aparentemente não tenho do que reclamar. O notebook é bom para realizar o básico. Com alguns ajustes de configuração, joguei fortnite que é um jogo pesado e rodou bem. Joguei outros jogos mais leves e também não tive problemas. Até então, estou gostando e não tenho do que reclamar.",
                "ótimo nada a reclamar! Cumpre tudo que é prometido",
                "Entrega rápida, produto de qualidade, rápido, bom para o dia a dia.",
                "Muito bom, super recomendo"
            ],
            "criticos": [
                "Muito bom o produto, mas acho que poderia vir com uma bateria mais duradoura.",
                "É um notebook bom, cumpre o que promete.\n\nPorém ele tem um problem chamado \"esvaziamento de pilha\". Você vai reparar que toda vez que for religar a máquina ele vai demorar mais e mais até aparecer imagem na tela, mesmo com o led de funcionamento indicar que está funcionando.\n\nTem q tirar da bateria e pressionar o botão de ligar por 20 seg, soltar e apertar para ligar novamente, aí você aguarda mais uns segundos e o note ligara normalmente.\n\nIsso é um saco, nunca vi ter q ficar reservando pilha de notebook. Comprei o meu a cinco meses e é a segunda vez que acontece. O pior é que você vê o negócio acontecendo dia após dia",
                "Em primeiro lugar gostaria de deixar minha reclamação em relação à demora na entrega. O notebook chegou 6 dias atrasado. Em relação ao produto, ele é bem rápido, tem um bom desemprenho. Achei a tela um pouco com tom amarelado, mas nada que incomode tanto. Um ponto negativo é que a bateria dura muito pouco. Em poucos minutos de uso descarrega 25%, em menos de uma hora. Mas de forma geral é um computador muito bom e rápido.",
                "O notebook atende a todas as expectativas, porém, talvez por eu não conseguir configurar, ou por estar com algum problema, a tela fica adicionando um filtro amarelo, já reconfigurei a tela noturna, mexi nas cores, fiz de tudo... Mais ainda sim ela fica adicionando esse filtro amarelado... Me resta saber se é defeito ou não.",
                "As configurações do notebook é interessante, mas minha experiência não das melhores. Infelizmente, tive que devolver porque chegou com defeito, mas pretendo pegar outro do mesmo.",
                "Modelo não permite o upgrade de memória!\nPelo que descobri nem todos o a modelos da Asus permitem o aumento da memória (a memória RAM é soldada na placa mãe inviabilizando qualquer possibilidade de melhoria. E isso não fica claro nas informações do computador.",
                "Veio com problema, simplesmente não acessava alguns sites.",
                "Tive que acionar a assistência técnica 2x seguidas em menos de 3 meses de uso. Uma decepção, não indico!!!!!!",
                "Recebi o notebook hoje 11/10/2024 e deixei carregar por 3 horas como manda o fabricante e na hora de ligar o aparelho deu tela preta e não liga, péssima experiência azus.",
                "Não compre esse notebook da Asus , eu comprei esse lixo e a garantia era de um ano. Usei o computador poucas vezes..vivia mais guardado. Agora completou um ano e três meses, fui ligar não liga mais. Procurei uma loja especializada e dai abriram e o problema na placa mãe do notebook. Gastei 600.00...inclusive, me disseram na loja que o Asus é uma das marcas que mais dar problema. Por isso não caia na besteira de comprar esse notebook vagabundo, da marca ASUS.",
                "Ele só tem uma porta USB 2.0 e mais nada?"
            ]
        }
    },
    {
        "id": 31,
        "titulo": "Notebook Dell Inspiron I15-I1300-A80P 15.6\" Full HD 13ª Gen Intel Core i7 16GB 1TB SSD Win 11 Preto Carbono",
        "preco_final": "R$4.900,00",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I1300-A80P-Carbono/dp/B0F7J4NR3G/ref=sr_1_31?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-31&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Gostei bastante do notebook,processador rápido,não travou em nenhum momento,bateria segura bem a carga,super rápido na navegação de sites , pude abrir vários ao mesmo tempo sem problemas,fácil de configurar a impressora via wifi achou e reconheceu na hora sem precisar ligar o cabo USB,vários aplicativos pra baixar,jogo roda super bem e não travou também,tô satisfeito!",
                "Notebook muito bom, demora para descarregar e atende todas as minhas necessidades",
                "Veio tudo certinho! Compra satisfatória e de muita boa qualidade! Gosto muito dos notebooks da Dell!",
                "Ótima aquisição.\nProduto atende às expectativas",
                "Ótimo custo benefício.",
                "Produto de ótima qualidade",
                "produto de excelente qualidade. rápido e bonito",
                "Excelente máquina para trabalhos de escrita acadêmica. Lembrar que não tem entrada para data show, portanto, se for precisar exibir apresentação/vídeos (dá aulas e tals) não aconselho. Mas estou satisfeito , teclado muito eficiente, teclas mais rápidas, tela muito boa. O sistema responde a comando bem rápido, também.",
                "Computador excelente como pedi e serviço de entrega 100% conforme proposta! Obrigado",
                "Um espetáculo de imagem e performance",
                "Ótimo produto",
                "Ótimo produto!",
                "Produto muito bom. Condiz com a propaganda e notebook pra mim é DELL.",
                "Muito satisfeita com o produto e o prazo de entrega.",
                "Lindo do jeito que eu imaginei",
                "Excelente custo benefício.",
                "Ok",
                "Produto ótimo e chegou antes da data marcada",
                "Ótimo produto\nEntregaram em 24 horas"
            ],
            "criticos": [
                "Devolvi o produto, pois ele não me atendeu.\nA porta USB 3.2 tipo C só transmitia dados e preciso da transmissão de vídeo também.\nInfelizmente esta informação não constava no site quando avaliei o produto para a compra.\nFui levado a erro. Tentei, ainda, via SAC, a troca do produto por um da mesma marca que me atendesse, mas não foi possível. A saída foi mesmo efetuar a devolução.",
                "A saída usb c não suporta vídeo, acabei devolvendo por este fato.",
                "nao recebei ainda o produto"
            ]
        }
    },
    {
        "id": 32,
        "titulo": "Notebook ASUS TUF Gaming A15, GeForce RTX 2050, AMD RYZEN 7, 16 GB, 512 GB SSD, W11 Home, Tela 15.6'' FHD, Graphite Black - FA506NFR-HN060W",
        "preco_final": "R$4.198,99",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Gaming-GeForce-Graphite/dp/B0DQVFHTQF/ref=sr_1_32?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-32&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Estou usando o notebook há 3 dias. Até o momento muito satisfeito com o produto. A entrega ocorreu no prazo, o produto veio bem embalado. O desempenho do notebook é ótimo, rápido, inclusive para jogar. A bateria não dura muito fora da tomada, o que já era esperado de um notebook gamer.",
                "É uma máquina incrível, tanto para uso profissional quanto para jogo. Desempenho fluido, a imagem e resolução perfeitas, som limpo. Chegou, liguei e em menos de 1h já estava pronto para uso. Recomendo",
                "Apesar de ser um computador sem estética, ou seja, feio, é excelente em performance, muitíssimo bom para trabalho.",
                "Excelente, não tem o que reclamar dele.",
                "Ele vem conforme a descrição, pra mim um bom custo benefício.",
                "Muito bom!",
                "Ótimo produto estou adorando o desempenho levando em conta que uso mais para trabalho e para alguns jogos pontuais!\n\nPorém estou muito insatisfeita com a plataforma.\n\nEstava realizando a compra em um valor e, enquanto selecionava a opção correta de pagamento - porque ele adicionou automaticamente a errada mesmo depois de eu ter alterado a forma de pagamento padrão - o produto aumentou em cerca de 500 reais, num período de no máximo 15 minutos.\n\nPela necessidade, comprei, mas agora o produto está novamente mais barato do que eu paguei!\n\nUm absurdo essa alteração quando o produto já estava no carrinho sendo comprado!",
                "Muito bom, excelente notebook, eu uso para trabalho, estudo e jogo também, recomendo super para todos!!",
                "Equipamento chegou em uma caixa personalizada. Foi bem embalado, além de ter a caixa da Amazon.\n\nEquipamento robusto.",
                "Para uso de arquitetura, animações e trabalho AutoCAD, funciona muito bem.\nPorém a bateria muito ruim, durando somente 1:30 no máximo. Talvez devido a placa de vídeo dedicada e potência da bateria graca",
                "Perfeito",
                "Pesquisei muito pra comprar essa máquina. INCRÍVEL. Chegou bem rápido também.\nAqui foi o melhor preço que encontrei na época.",
                "Tudo Ok 👍! Chegou muito rápido ! Funcionou perfeitamente ! 100 % Satisfeito 😌 !!!",
                "Ótimo produto.",
                "Nootbook muito bom!",
                "Muito bonito"
            ],
            "criticos": [
                "O equipamento é top. Fiquei muito feliz pela aquisição. Meu primeiro laptop com GPU dedicada. Agradeço a Deus.\nPorém estou tristinho mesmo porque em menos de 1 (um) mês o preço baixou. Perdi quase R$ 600,00. Aproximadamente USD$ 113,00\nÉ uma sensação péssima de perda. Obviamente perdi esse dinheiro que eu poderia adquirir um mouse bom, um suporte para o laptop e um mousepad grande.\nCaramba :(\nMas confio em Deus que trabalhando eu recupero esse dinheiro perdido.",
                "Computador bom, porém aquece muito rápido."
            ]
        }
    },
    {
        "id": 33,
        "titulo": "Notebook Ultra, Windows 11 Home, Processador Intel Celeron, 128GB 4GB, Tela 11.6 Pol. HD - UB210",
        "preco_final": "R$1.299,90",
        "link": "https://www.amazon.com.br/Notebook-Ultra-Windows-Processador-Celeron/dp/B0FP5RRV6J/ref=sr_1_33?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-33&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [],
            "criticos": [
                "Produto sem avaliações"
            ]
        }
    },
    {
        "id": 34,
        "titulo": "Notebook ASUS X515MA, Celeron Dual Core, SSD 128GB, 4GB, WIN 11 Home, 15,60\" Led-Backlit Anti-Glare, Slate Gray - X515MA-BR933WS",
        "preco_final": "R$1.899,00",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Celeron-Led-Backlit-Anti-Glare/dp/B0CK8P6RVH/ref=sr_1_34?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-34&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Computador ágil e ideal para estudar e trabalhar, ver filmes/séries e até jogar dependendo do game, conexão bluetooth, bateria durável e a imagem é show.",
                "Mesmo com o processador mais modesto e apenas 4GB de RAM para o uso básico (Trabalho e estudo) está de bom tamanho, é excelente para essas tarefas, não trava, é bastante rápido!",
                "Chegou no prazo, recomendo",
                "Produto me surpreendeu pela beleza e design leve e moderno.\nSuas configurações são simples, ideal para uso cotidiano e estudos.\nPara trabalho, ele suporta alguns serviços leves. Nada além do proposto pelo valor.\nNo contexto geral, produto aprovado.",
                "O notebook é muito bom, vim 1 ano depois de comprado avaliar!",
                "Veio antes de 2 semanas em bom estado so um probleminha que veio um arranhozinho na carcaça mas nada que me incomode, ele em si é perfeito, não travou ainda durante esse teste e é muito lindo, descarrega umpouco rapido mas como qualquer notebook.",
                "Esperei um ano de uso para avaliar de forma eficaz. Se você procura um notebook para uso básico, estudos, edição de docs, assistir suas séries e afins, ele atende todos os quesitos, a bateria dura satisfatoriamente bem, passo mais de um turno utilizando fora da tomada, e nos períodos que utilizo menos, a bateria dura dias. Para o meu uso, nunca travou, mesmo com várias abas abertas. De todos os notebooks de processador Celeron este é disparado o melhor! Asus é incrível!",
                "Fiz a compra deste notebook no dia 23/10 com a promessa de receber no dia 25/10 (sexta-feira). Estava eu ansioso para receber o pedido que seria para um presente no dia seguinte e me chega uma mensagem da amazon pedindo desculpas e atualizando o prazo de entrega para até dia 30/10.\nFiquei bastante frustrado tendo em vista que havia me programado para receber dia 25 e já tê-lo em mãos no dia seguinte para presentear meu pai.\nSem esperanças, eu abri um ticket tentando entrar em contato com alguém do suporte/atendimento e para minha surpresa, fui muito bem atendido, por uma pessoa chamada Brena, que me atendeu com muita solicitude e após explicar meu caso ela criou uma solicitação na transportadora avisando que eu precisava de urgência no pedido, pois seria para um presente.\nAinda sem esperar que aquilo fosse resolver, no dia 26/10 (hoje) recebo uma mensagem no aplicativo avisando que meu pedido saiu pra entrega e aqui está. Recebi de tarde o produto e pude presentear meu pai a tempo.\nPor isso, gostaria de agradecer a disponibilidade e ressaltar a importância de um canal de atendimento humano que escute e entenda seus clientes. Parabéns Amazon pela equipe, sei que não são perfeitos mas dessa vez, mereceram 10 estrelas.\n\nPs: E sobre o notebook, que é a avaliação que você esperava, ele é muito bom para tarefas simples e estudo. Para jogos recomendo que você pesquise algum com melhor processador, quantidade de memória e pelo menos 2GB de placa de vídeo.",
                "Atende as minhas necessidades",
                "Muito bom, chegou sem nenhuma avaria.",
                "O meu notebook chegou cerca de uma semana antes do prazo previsto. Dura cerca de 5 horas a bateria quando utilizado em tarefas simples como por exemplo digitação de texto ou pesquisas.\nEu sou advogado, estava precisando economizar e esse produto foi de encontro com minhas necessidades.\nPossui um bom alto falante também, caso vc goste de escutar suas musicas pelo You tube por exemplo.\n\nResumidamente valeu a pena.\nEu sou uma pessoa exigente, porém, para realizar pesquisar e digitação de texto o produto é otimo.\n\nLogicamente se vc quiser editar um video ou rederizar, ou utulizar programas pesados, aí vc vai se complicar por que esse Dual Core não vai rodar muito bem.\n\nÉ isso, espero que esse comentário sirva pra algum.\n\nSeria bom tbm se a Amazon desse algum tipo de bonus para nós que avaliamos os produtos. Rsrsrs",
                "Excelente, leve e rápido!",
                "Boa tarde, o produto veio perfeitamente embalado, dentro do prazo estabelecido, na verdade, chegou 02 dias antes. Funcionando perfeitamente. Agora, o que senti falta ou ainda não foi enviada, foi a nota fiscal. Se esta viesse junto ao produto ou já estivesse disponibilizada na site da Amazon, estaria tudo dentro do regulamento....",
                "O notebook é lindo, vou usar para estudo e algumas tarefas de trabalho.\nEstou com dificuldade em configurar o teclado e também achei a bateria com uma duração muito baixa.",
                "Uma ótima escolha pra quem vai usar para estudar e para trabalhos menos complexos. Sou designer e estou usando para edições de vídeo e imagem. Até agora tudo ok! Uma boa máquina, com um bom preço.",
                "Ótimo produto",
                "Faz dois meses que comprei esse note e ele está atendendo às minhas demandas. Meu uso é básico (redes sociais e editor de texto)",
                "Amei, chegou muito bem embalado .\nAtende as minhas necessidades básicas",
                "produto aparentemente veio muito bem embalado e ja está em uso, estou gostando!\nele é bem rapido e agil, estou usando para estudos.. está me satisfazendo bem até agora.\nconsigo abrir varias paginas e ele não trava por nada. mas, vamos ver no decorrer do uso quando estiver com mais coisas nele como ele ira reagir",
                "Chegou bem rápido, tudo direitinho, muito bom o produto."
            ],
            "criticos": [
                "Não durou nada já pifou",
                "Comprei porém veio com defeito tive que fazer a devolução. Mais e um modelo bem lindo. So estou com medo de comprar novamente.",
                "Notebook para estudo",
                "Achei ele bem lento, mesmo sendo usando pra funções básicas como estudo. As vezes dá uma travadinha tbm. Esteticamente é bonito, fino e leve",
                "Péssimo investimento.\n\nRecomendo que invista seu dinheiro em um computador com configurações melhores, pois com esse modelo, durante alguns dias você não vai conseguir sequer assistir a um vídeo ou ouvir uma música sem que algo trave, quanto mais utilizar para executar algum aplicativo que exija o mínimo de processamento.",
                "Notebook bonito, chegou cedo e bem embalado.\nEle é lento, mas cumpre as funções básicas. A bateria dura bastante.",
                "Bom produto, compraria novamente.",
                "O produto é bom, porém a embalagem chegou aberta, achei muito estranho!",
                "Meu carregador não pegou, mas o notebook é muito bom, super recomendo",
                "Achei lento processador ruim",
                "com menos de 1 ano de uso parou de funcionar do nada. Mandei pra assistência, 2 meses depois parou de funcionar de novo.",
                "achei o processador muito lento ,não me adaptei",
                "Produto veio com defeito na bateria",
                "Recebi o produto e começei usar, mas me deparei com webcam no meet e não abre. Como devo proceder com a garantia°",
                "Detestei. Pior compra já feita. Não entendia muito sobre o tipo de processador, mas é muito muito muito lento. Trava reunião de vídeo, trava site, é péssimo. Nem nas atividades de dia a dia consigo aproveitar. Quero meu dinheiro de volta.",
                "o produto apresentou defeito no segundo mês de uso, a tela não está funcionando, fica totalmente escura a todo momento, liga-se o computador e não abre a tela , no inicio do uso estava normal mas do dia 02 de março até o presente momento não mais funcionou mais",
                "O computador não veio com o carregador",
                "O meu veio com a câmera quebrada infelizmente só percebi algum tempo depois quando fui usar pra aulas online",
                "Comprei de presente de aniversário, minha sobrinha usou por 2 dias e depois não ligava mais … uma decepção",
                "Ele demora muito pra ligar travando muito nao gostei"
            ]
        }
    },
    {
        "id": 35,
        "titulo": "Notebook ASUS VivoBook Go 15, AMD RYZEN 5 7520U, 8GB, 512GB SSD, W11 Home, Tela 15,60\" FHD, Mixed Black - E1504FA-NJ836W",
        "preco_final": "R$2.899,00",
        "link": "https://www.amazon.com.br/Notebook-ASUS-VivoBook-RYZEN-7520U/dp/B0CLS8XXGF/ref=sr_1_35?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-35&ufe=app_do%3Aamzn1.fos.a492fd4a-f54d-4e8d-8c31-35e0a04ce61e",
        "comentarios": {
            "positivos": [
                "Excelente produto, recomendo",
                "É um ótimo notebook, não tenho do que reclamar. Estou há alguns dias usando e não tive problemas. Fácil de configurar.\nPesquisei muito antes de comprar, foi escolhido a dedo. ☺️",
                "Produto de excelente qualidade, não deixa na mão, bateria consegue durar um bom tempo fora da tomada, o processador não deixa a desejar e consegue rodar múltiplas tarefas.",
                "É um ótimo custo benefício. É relativamente barato e atende bem ao que foi proposto. Tô usando a uns dias para estudar e jogar, e a estabilidade dele me surpreendeu bastante rodando jogos pesados sem nenhum travamento. É ótimo pra quem quer um notebook bom para estudar, trabalhar e até mesmo jogar ou assistir. Vi algumas avaliações que dizem que a tela é meio amarelada, honestamente não senti isso, pra mim a tela dele tem coloração normal que um celular tem por exemplo. Tô gostando bastante e não tenho reclamações sobre o produto, chegou antes do prazo e o produto é muito bom, recomendo fortemente.",
                "O notebook é perfeito para trabalhos leves e uso casual. A qualidade da tela deixa muito a desejar, seus tons amarelos podem ser irritantes até que você se acostume com eles. Não o recomendo para trabalhos de design.",
                "Amei meu notebook. Ele é perfeito. Demora para descarregar.",
                "Comprei um pouco antes da Black Friday e chegou bem antes da data prevista (2 dias após a compra).\nO computador em si não é extremamente potente, mas atende muito bem a todas minhas necessidades, que são mais voltadas para os estudos (prefiro jogar em console, então não tive uma experiência com jogos pesados para compartilhar).\nO que mais me impressionou foi a duração da bateria, que dura por volta de 7 horas mesmo sem modo de economia. É também extremamente leve, fino e mesmo assim parece robusto (que aguentaria um acidente leve). Tamanho da tela de 15.6\" faz muita diferença também.\nDemora por volta de uns 5 segundos para ligar, o que é um ponto positivo também.\nEu recomendo muito o produto, que para mim atende em todas as necessidades. Mas computador sempre é melhor se basear no que se precisa de desempenho e depois procurar os modelos adequados.",
                "bom",
                "ótimo custo beneficio!",
                "Supriu minha necessidade. Veio sem nenhum defeito e bem embalado. Chegou antes do prazo também.",
                "Muito bom",
                "Notebook perfeito.",
                "Fiz a compra já tenho tempo. Trabalho com várias guias abertas e em nenhum momento ele travou ou teve algum problema de desempenho, a câmera é ótima e o microfone abafa bem os ruídos.\n\nTambém notei que ele é bem resistente levo ele para quase todos os lugares, dentro da bolsa de notebook, com outras coisas em cima e ele resistiu até aqui. Rsrs\n\nMas ele tem poucas entradas USB, e estão distribuídas de um jeito um pouco estranho para mim.... Mas acho que pode ser só questão de gosto mesmo.",
                "Entrega rapida e tudo 100%.\nÓtima qualidade do note.",
                "Bom produto, só me pareceu como item usado como novo ,fora isso aparelho perfeito, ótimo custo, espero um dia ,fazer como nos vídeos, retirar todos os lacres plásticos que são postos em produtos completamente novos. Principalmente lacres plásticos da tela , acho muito bonito e legal. Obrigado excelente item. LUCIANO ROSA DE FREITAS qui 15 maio 2025 11:09.",
                "Muito bom para faculdade e coisas similares, não é o melhor para jogar jogos como fortnite, call of duty e jogos do tipo mas jogos um pouco mais leves ele roda bem, mas se aumentar a ram dele para 12 que é o máximo ele fica bem melhor para jogar jogos pesados mas não testei ainda.",
                "o produto está me atendendo bem!",
                "Chegou bem rápido, estou gostando bastante! Tem bom desempenho, roda alguns jogos... A bateria dura bem, mas no padrão normal de todo notebook. Atende bem minha demanda para estudos. Vi uma avaliação falando que a cor da imagem era amarelada, porem no meu veio tudo normal.",
                "Em fim chegou meu notebook, estou muito feliz com a aquisição, processador bom resposta rápida e fluidez nas abas, sem palavras... E como de costume coloco seguro para evitar transtorno e problemas que possa ocorrer, mas estou super feliz e grato pela rapidez da entrega do produto, obrigado pelo compromisso do vendedor e da Amazon pela entrega do produto, muito obrigado.",
                "Chegou rápido e bem embalado. Mas ainda estou aguardando minha Nota Fiscal. Já solicitei e não recebi."
            ],
            "criticos": [
                "Eu sou TI, costumo comprar notebooks para testar e programar, comprei esse aqui faz exatamente 2 dias e estou optando pela devolução por arrependimento, ele deveria rodar alguns programas leves de forma tranquila, mas ele não consegue, acabou travando bastante e não deveria, os critérios mínimos ele atende perfeitamente e com folga, então não faz sentido ele travar com essas atividades.\n\nPara que eu compraria esse notebook?\n1. Estudos.\n° Apenas estudos ele funcionará perfeitamente, não irá travar e você poderá fazer suas tarefas tranquilamente (Pelo menos deveria).\n\nPontos negativos.:\n1. Ele tem apenas 8 GB de RAM.\n° Isso é o MÍNIMO que um notebook deve ter e por ser o MINIMO irá entregar isso também, e ainda me fizeram o favor de soldar a memória, não tendo como expandir.\n\n2. Teclado diferente.\n° Acredita que para colocar um ponto de interrogação você precia apertar junto as teclas \"ctrl + alt + w\", pois é, só assim você ira conseguir fazer uma pergunta.\n\n3. Teclado não tem led.\n° Outros notebooks com valores similares ou mais baratos costumam vir com essa opção já.\n\n4. Bateria.\n° Nas pesquisas que fiz a bateria deveria durar algo entre 8h e 10h fazendo uso moderado, porém, não foi o que eu vi, com carga 100% ele demora entorno de 6h no máximo, isso fazendo uso moderado, então se prepare para andar com o carregador junto.\n\nAcho que é isso, eu que sou TI senti um pouco de dificuldade para me adaptar, imagine um usuário comum que não conhece muito os comandos ou atalhos para fazer ele funcionar corretamente.\n\nObservação.: Eu faço essa avaliação com base nos testes e no uso de dois dia inteiros, é bom ressaltar também que ele travou comigo usando apenas 2 programas, Android Studio Code e uma IA, apenas isso, sem navegador aberto ou qualquer outro programa, apenas o Android Studio Code e a IA, e ele não aguentou.\n\nÉ isso, espero que essa avaliação ajude vocês a terem uma noção.",
                "Bonzinho ele",
                "O computador parece bom mas o meu as vezes parece q não quer ligar",
                "Ótimo",
                "Este notebook parece ser recondicionado, pois o que eu comprei tem a área do mouse bem desgastada e um delay para mostrar fotos. Infelizmente não poderei reclamar, pois só o tirei da caixa há duas semanas por estar em viagem e não o ter recebido para avaliar na época da chegada em casa, final de novembro.",
                "Eu gostei muito do notebook, pesquisei muito antes de comprar, para suprir minhas necessidades, ele é leve, rápido, mas tem alguns pontos que me incomoda, a bateria não dura mais de uma horas de uso, e a tela como mencionei no título, percebo isso quando estou assistindo um filme, o contraste muda, o brilho é fraco, e a tela parece ser bem sensível, fico com receio de que qualquer momento pode dar algum defeito.",
                "A bateria deixa muito a desejar, em menos de uma hora de uso, a bateria caiu em mais de 25% pra quem precisa usar o dia todo, ter que ficar a maior parte do tempo conectado no carregador é complicado...",
                "Durante o uso ele simplesmente apaga a tela e liga de novo.",
                "Atende o mínimo do que propõe",
                "Enquanto funcionava era muito bom, rápido e superava todas as minhas expectativas mas infelizmente depois de 3 dias não ligou mais a tela, sem queda nem nada, só desliguei no terceiro dia e no quarto dia tentei ligar e nada. Até coloquei no carregador pois pensei que fosse a bateria descarregada. Enfim, tive que devolver e pedir reembolso por ter parado de funcionar com apenas 3 dias de uso. Decepcionada com a Asus, foi o meu primeiro note e já causou dor de cabeça e atraso no meu trabalho.",
                "Não comprem esse notebook. A tela apresentou problemas e o touchpad também em menos de 1 ano de uso. O suporte é péssimo.",
                "NÃO COMPREM ! ! ! ! !\nA tela é amarelada e de maneira alguma há a possibilidade de ajustar. Depois que já estava com o computador em mãos, vi os diversos relatos sobre esse problema. Até no \"Reclame Aqui\" é possível encontrar queixas a esse respeito. NÃO COMPREM !!!",
                "Produto parece ser bom, após 1 mes de uso da defeito.\nForam 2 equipamentos , cada um com defeito distinto.\nSinceramente , procurem outra marca o produto é de pessima qualidade .\n\"bonitinho , mas ordinario\"",
                "Péssimo, bateria não dura nem uma hora",
                "Produto veio com defeito!!!",
                "Infelizmente comprei este exato modelo direto na loja da Asus e vem com tela TN péssima com um dos piores contrastes que já vi, até comparando com um computador Samsung de 2012 que tenho também com tela TN. Vergonhoso que a Asus se preste a isso no Brasil.\n\nAssim eles enfeitam a péssima tela TN nas descrições do site oficial da Asus no Brasil: \"15,6\", FHD (1920 x 1080) 16:9, Retroiluminação LED, Taxa de atualização: 60 Hz, Gama de cores NTSC: 45%, Tela antirreflexo, Certificação TÜV Rheinland, Proporção tela/corpo84%\"",
                "O notebook veio com defeito, a tela fica preta por uns segundos e depois some. Esteve assim o tempo todo, pedi reembolso. Foi triste :("
            ]
        }
    },
    {
        "id": 36,
        "titulo": "Notebook Lenovo IdeaPad 1 15IRU7 Intel Core i3-1315U 8GB 256GB SSD Linux 15.6\" - 83QJS00000 Cloud Grey",
        "preco_final": "R$2.279,05",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-15IRU7-i3-1315U/dp/B0FCVVRRWC/ref=sr_1_36?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-36&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Muito bom"
            ],
            "criticos": []
        }
    },
    {
        "id": 37,
        "titulo": "Notebook Acer Nitro V15 ANV15-51-73E9 Intel Core i7-13620H, 16GB RAM, 512GB SSD, NVIDIA RTX 3050, 15.6\" LED Full HD 144Hz, Linux Gutta",
        "preco_final": "R$4.928,07",
        "link": "https://www.amazon.com.br/Notebook-Nitro-ANV15-51-73E9-i7-13620H-NVIDIA/dp/B0D9WN8FY6/ref=sr_1_37?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-37&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "O aparelho supera as espectativas, muito rápido e de ótima construção. É uma pena. Aí vir com o windows instalado, da um trabalho bem considerável instalar um windows em um computador pela primeira vez com sistema bloqueado, sem drivers, etc.\nPeguei promoção e cupom e paguei menos de 5.000 . Recomendo a todos",
                "Ótimo notebook, custo e benefício excelente, ótima resolução, processador super ligeiro, não uso para jogar, uso para o dia a dia e está mais do que aprovado!",
                "Eu tenho uma versão anterior deste notebook e tem me servido muito bem há vários anos, o único problema sendo a lentidão na inicialização, coisa que não acontece neste devido ao SDD, já que o sistema fica pronto para uso em segundos. O Linux Gutta que vem nele é bem precário, não vem sequer com um navegador de internet, então como pretendo usar a máquina para jogos, infelizmente tive que instalar o Windows. No mais só achei um pouco barulhento quando está rodando algo mais pesado mas nada que chegue a incomodar muito.",
                "Notebook otimo! Ótima performance, qualidade da tela perfeita!",
                "Muito bom, ótima performance e antecipação de entrega em 7 dias",
                "Comprei o notebook para que eu pudesse editar vídeos e jogar também, ele cumpre muito bem a função de ambas coisas.\n\na respeito dos pontos positivos:\n\né um notebook parrudo, roda basicamente o que você quiser com um desempenho interessante.\né um notebook rápido devido ao ssd nvme e a frequência das memórias, e não tem nenhum travamento.\napesar de ainda ser pesadinho, é mais leve que outros notebooks de outra proposta, então é perfeito para levar aos lugares\n\npontos negativos:\n\na autonomia da bateria é H O R R Í V E L. fora da tomada, qualquer coisinha que demande do pc faz com que a bateria dele descarregue em 1h30. (coisa que não é surpresa, dado que bateria não é o foco do notebook)\n\neu noto certos glitches na tela, quando dou alt+tab.\n\na placa de vídeo é muito boa, mas poderia ser melhor\n\nMINHA EXPERIÊNCIA:\n\nprepare-se para ter muito trabalho para por windows desse computador, certifique-se de ter internet cabeada e de revirar toda a bios, uma dica na bios é o atalho ctrl+s.\n\no carregador queimou com 2 dias de uso, tive de esperar duas semanas para o suporte da acer me mandar um carregador novo (me mandaram um mais forte kkkkkkk)\n\nConclusão:\n\nVale apena em épocas de black friday, quando estiver em promoção.\n\neu recomendaria que você que está pensando em comrpar junte um pouco mais de grana e compre a versão com i7 e RTX 4050(dado que ela é muito mais forte que a 3050), eu achei um desses por 800 reais a mais alguns dias antes desse chegar.\n\nmas de resto, não me arrependo nem um pouco, cumpre o que promete bastante.\n\nfuturamente eu planejo por mais 16gb ram para ficar com 32gb",
                "Ótima qualidade! Entregue no prazo!!",
                "Produto excelente.....entrega rápida.",
                "Satisfeito com a compra!",
                "Bom, porém esse sistema operacional só vale para ter mais trabalho e formatar para colocar o Windows",
                "Muito bom mesmo! Comprei o notebook para utilizar para fins de programas de arquitetura, ele está conseguindo ser eficiente e me atendendo muito bem! Recomendo para os estudantes de arquitetura e urbanismo.",
                "Muito bom, recomendo, para meu uso é excelente. Só não tem entrada para cartão de memória, senti essa necessidade.",
                "Ele é maravilhoso! Como eu já sabia de todos os problemas com o Gutta, eu já instalei o Windows logo na primeira vez que liguei. É bom ler os papeis que vem junto, porque acabei apagando o arquivo com os drivers e foi um saco baixar tudo rsrsrsrsrs\nEle é muuuito rápido, achei a qualidade de imagem maravilhosa e pessoalmente ele é MUITO bonito! De fato parece que foi pensado em detalhes no quesito estética.\nA saída de ar dele na tela realmente é chatinha, mas acho que é algo que dá pra se acostumar (mas eu não jogo nele, uso para trabalho). Em usos mais pesados essa parte da dissipação de calor aquece bastante mesmo, é bom utilizar aqueles suportes para notebook. Além disso eu estava ouvindo um barulhinho muito chato, como um “tleck” bem baixinho, e pelo padrão do som parece ser as ventoinhas.\nEu achei ele maravilhoso! Todos os “defeitos” são mínimos perto do que ele oferece. Eu amei <3",
                "Melhor custo benefício em notebooks",
                "Maravilhoso. Tive problemas com o sistema do Notebook mas o suporte da Acer foi muito solicito. Recomendo.",
                "Vale a pena",
                "Muito bom, unico defeito é ser linux, porem é muito facil de resolver, é só formatar. Zero arrependimentos, vale cada centavo",
                "O notebook é excelente, muito potente, roda tudo que você colocar nele. O único defeito foi ter vindo com o Linux instalado, o que foi uma dor de cabeça pra trocar pelo Windows, mas feito isso consegui desfrutar de todo o potencial dessa máquina, que não é pouco.\nPontos positivos: ótimo desempenho para jogos, inicia rápido graças ao SSD, muito bem otimizado\nPontos negativos: Veio com Linux, necessário atualização do SSD, veio com 500gb e devido ao grande tamanho dos jogos atuais vou ter que gastar mais dinheiro com um SSD de 1tb e fazer milagre pra transferir tudo dele pro SSD novo sem perder a licença do Windows",
                "O notebook é ótimo mesmo. Adorei o teclado luminoso e não faz muito barulho. Eu comprei pra uso profissional pra usar com o autocad e o revit e roda bem tranquilo os programas. A bateria não dura muito mesmo, umas 4 horas no máximo e o fato de vir com o Linux Gutta é péssimo porque ele não serve pra nada, difícil de baixar navegador nele, foi o jeito formatar e colocar windows mesmo. Se puder comprar com W11 é melhor pra evitar essa dor de cabeça. No geral é uma ótima escolha.",
                "Hardware excelente!!!! A dica, sobre o Gutta (sistema operacional): substitua por windows ou outra versao do Linux. Há vário videos , no you.tube, pra ajudar com alguns problemas na instalação do windows."
            ],
            "criticos": [
                "VAI FICAR MEIO LONGO,MAS LEIAM VALE A PENA.\n\nDia 31/11 comprei esse note na black, ai ele veio com defeito, mandei devolta para a AMAZON realizar a troca do produto, qnd a troca chegou la nao tinha mais em estoque e eles geraram um reembolso automático, ok, entrei em contato o atendente disse q q iria gerar um vale pra equiparar o preco ( pq tinha do mesmo note , vendido pelo Mulagames dentro da amazon) , porem no mula era 7,600 e eles me deram um vale presente de 800,00, sendo q na black paguei 5.200… ai entrei contato de novo disseram q nao podiam fazer nada pq era vendido por terceiros( se ta dentro do site amazon, quem tem q se responsabilizar eh a amazon) aii entrei contato de novo outro atendente me fez um equiparacao de preco, sem ter o produto no estoque( fez o mesmo valor da black, mas como nao tinha em estoque nao adiantou nada) e a equiparação so pode pedir uma vez, e ele fez mesmo sem estoque, nao me informou que era somente um vez, e pedi o direito a equiparação, entrei contato de novo, disseram q nao tem mais nada q eles possam fazer… resumindo, dia 05/01 to aki sem o notebook , comprei mais nao leveii, AMAZON NUNCA MAIS!",
                "Boa velocidade, a saída de ar na tela é estranha mas até agora não comprometeu, mas a fonte no terceiro mês de uso já estragou.",
                "Esse notebook só me trouxe problema. A bateria não dura nada e a entrada de rede simplesmente não funciona. Já mandei pra assistência da própria fabricante e voltou do mesmo jeito. Péssima experiência! ❌ Não recomendo, não joguem dinheiro fora com essa bomba.",
                "Na específicacao do produto informa que o sistema operacional é o windows 11 home, porém o notebook veio com sistema operacional Linux",
                "A bateria não dura quase nada.\nSó preenchendo planilha, só dura 2h.\nE se jogar, mal passa de 1h de duração a bateria.\nDecepção.",
                "Um notebook que a bateria dura 2 horas no modo equilibrado de desempenho só pode ser brincadeira.\nEntrei em contato com a Acer achando que era a minha bateria que estava com problema, mas falaram que está tudo certo e esse é o esperado mesmo. Computador desktop eu já tenho...",
                "Meu produto veio danificado. Ao usar ele ligado na tomada carregando, a tela ficava preta e não voltava mais, forçando o desligamento manual. Tive que devolver o produto, pq fica inviável de usar.\n\nAtualização: Solicitei que enviassem um novo notebook, e me enviaram um usado. Muita incompetência.",
                "Em 3 meses de uso a tela já estragou e o notebook trava constantemente.",
                "propaganda enganosa, na descrição diz que é sistema operacional Windows 11, mas não tem",
                "Como pode vender um notebook sem um navegador de internet, aí você leva a uma loja para instalar, mas o sistema Linux Gutta nào permite/suporta, resta o quê, formatar o notebook e instalar o windous e tome mais gastos, total desrespeito....",
                "Na descrição do produto está que o sistema operacional é o Windows 11 e na descrição do título está Linux. Estou na dúvida qual o sistema operacional que vem de fábrica."
            ]
        }
    },
    {
        "id": 38,
        "titulo": "Notebook Lenovo IdeaPad 1i i7-1255U 12GB 512GB 15.6\" W11",
        "preco_final": "R$3.402,41",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-IdeaPad-i7-1255U-512GB/dp/B0CK48PKQQ/ref=sr_1_38?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-38&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Perfeito para o trabalho do dia-a-dia. Com processamento rápido e design elegante, o notebook é um ótimo custo-benefício.",
                "Excelente, muito rápido para o dia a dia e trabalhar. Utilizo para trabalho e uso bastante os navegadores e abrem bem rápido. Valeu o custo.",
                "Trata-se de um notebook de ótima performance, fácil de instalar e designe muito bonito. Peso bem leve e fino.",
                "1) A logística da Amazon e as lojas nunca me decepcionam. A entrega foi impecável, e +++ Ainda chegou antes do prazo!\n2) O custo-benefício valeu o investimento.\n3) Nenhum dano no produto, chegou intacto e sem nenhuma preocupação.\n4) A segurança é total, pra recebimento precisa de senha de confirmação.\n5) Já estou usando e o desempenho é completamente eficiente e coerente com as descrições!\nNADA de arrependimento, estou Recomendando a todos!!",
                "Chegou em ótimo estado, nada a reclamar. Sobre o que veio instalado no notebook achei muito interessante vim com 3 meses de Games Pass Pc para resgatar e também o suporte e demais benefícios oferecidos pela Lenovo. Não sei se a Lenovo vai continuar mantendo esses benefícios, mas recomendo que quando receber o seu produto analise bem cada benefício que você tem.",
                "Excelente produto...",
                "Ótimo produto.",
                "O computador é bom, mas um detalhe deveria ter sido informado: não tem entrada para cabo de rede. Ele é muito estreito, não há espaço para o conector.\n\nÉ possível a conexão com um adaptador via porta USB, mas é uma surpresa não ver a entrada.",
                "Muito bom! Vendedor muito atenciosamente, veio bem embalado e foi entregue bem antes do prazo!",
                "Produto excelente\nRecomendo",
                "Chegou em Excelente estado, cumpre com o anuncio, chegou até antes do dia, recomendo.",
                "Gostei bastante, super rápido e fácil de mexer..",
                "excelente",
                "10",
                "Excelente produto... ultra rápido!!! Nunca imaginei um notebook tão ligeiro.",
                "Chegou no prazo. O aparelho é bom, rápido e atende bem as minhas necessidades diárias. A tela não é full hd, mas é muito boa. Não tinha experiencia sobre o aparelho e achei que a duração da bateria é um pouco menor do que eu precisaria. Talvez não esteja sabendo configurar ou alguma outra coisa. Mas estou satisfeito com a compra.",
                "simplesmente perfeito",
                "Gostei e era exatamente o que eu estava buscando",
                "Ainda não testei todas as funcionalidades, mas até o momento está atendendo ao desejado. Veio bem embalado e chegou dentro do prazo. A única ressalva até o momento é com relação a bateria, que não dura tanto quanto promete.",
                "É leve, rápido (uso para fins de estudos) e possui um teclado bem macio. Está atendendo aos meus interesses."
            ],
            "criticos": [
                "As configurações são boas, mas achei péssima a resolução da tela pelo preço do produto.",
                "O áudio do dispositivo é bem ruim, assim com o touchpad que é deslocado do centro (mais à esquerda), dificultando o posicionamento das mãos. No restante é como qualquer outro equipamento, sem nenhum atributo excepcional.",
                "Eu gostei muito do notebook\nPORÉM veio com 6 aranhões na parte de cima, oq me deixou decepcionada",
                "Muito lento",
                "Na descrição do disposição, no item dispositivo de armazenamento óptico: bd-r está errado, já que nenhum laptop vem mais com leitor/gravador de dvd"
            ]
        }
    },
    {
        "id": 39,
        "titulo": "Notebook VAIO FE16 AMD Ryzen 5-5625U Windows 11 Home 32GB RAM 512GB SSD Wi-Fi 6 Tela 16'' IPS WUXGA Antirreflexo - Cinza Grafite - VJFE69F11X-B1011H - Permite upgrade de memória RAM e SSD",
        "preco_final": "R$3.622,09",
        "link": "https://www.amazon.com.br/Notebook-VAIO-5-5625U-Windows-Antirreflexo/dp/B0DVJ5RZ2N/ref=sr_1_39?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-39&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Excelente notebook! Acabamento de qualidade, processador rápido. A tela é grande, ótima para trabalhar, e a bateria dura muito fora da tomada. Recomendo!",
                "Ótima relação custo-benefício, atende plenamente as necessidades de trabalhos escolares e empresariais.",
                "Notebook excelente. Superou as minhas expectativas.",
                "Chegou muito bem e funciona perfeitamente",
                "Excelente produto. Chegou no prazo. Bem embalado. Gostei da segurança na entrega.",
                "Excelente!",
                "Até o momento o notebook atendeu as expectativas. Só tive que instalar o Windows pq nao achei a distro do linux interessante pra mim. Para o meu uso era muito limitado. Mais pra frente quem sabe instale outra distro para testar",
                "Notebook rápido tela boa",
                "Entrega rápida! Ele é lindo, a tela grande! Vai ser ótimo para o que eu preciso.",
                "Produto Excelente",
                "Excelente!! Chegou rápido e o equipamento é muito bom.",
                "Veio bem embalado, tudo perfeito.",
                "Bem satisfeita com o aparelhos. A entrega também foi excelente. Muito cuidadosa",
                "É um excelente computador, ótimo desempenho para tarefas de estudo, escritório, navegação na Internet e programação.",
                "prático e muito funcional",
                "Muito bom.",
                "O notebook é excelente, confortável para uso (com uma tela um pouco maior do que o padrão) e entrega bom desempenho.",
                "Muito bom"
            ],
            "criticos": [
                "Devolvi. Não dei sorte. Antes de terminar a configuração inicial a tela ficou escura. Depois de contato com o suporte, onde foi tentado o que era possível, a conclusão foi que era problema de fábrica e que deveria abrir chamado para assistência. Preferi devolver.",
                "Ele veio bem embalado e foi entregue dentro do prazo. Mas o notebook deixa a desejar um pouco, esquenta muito, desconecta do wi-fi e da internet cabeada a todo instante, ou seja, tem um configuração forte, mas parece que usaram componentes fracos. Essa não é a Vaio de antigamente, que produzia notebooks espetaculares.",
                "A usabilidade e velocidade do computador são muito boas! Agora, a duração da bateria está looonge de ser a do anúncio: 2-3 horas no máximo. O teclado é duro, desconfortável de digitar. As entradas USB são apertadas e riscam o pen drive.",
                "Produto veio com defeito de fábrica, péssima experiência como consumidor. Mal embalado, produtivo veio embalado na caixa da fábrica mas literalmente solto dentro de outra maior da Amazon. Não veio plástico bolha nem proteção. Estou devolvendo 1 dia após recebimento do produto. Defeito no teclado absurdo. Infelizmente frustrante."
            ]
        }
    },
    {
        "id": 40,
        "titulo": "Notebook ASUS Vivobook 15 X1504VA Intel Core i5 1334U 16Gb Ram 1TB SSD Linux KeepOS Intel Iris Xe Tela 15,6\" LED FHD Silver - NJ2247",
        "preco_final": "R$2.943,10",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-X1504VA-KeepOS/dp/B0F7ZQ5XGZ/ref=sr_1_40?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-40&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [],
            "criticos": [
                "Produto sem avaliações"
            ]
        }
    },
    {
        "id": 41,
        "titulo": "Notebook Positivo Vision C15 Lumina Bar Celeron, 8GB 128GB eMMC, Tela 15 polegadas HD Antirreflexo, Linux, Tecla Link, Cinza - 2 ANOS DE GARANTIA",
        "preco_final": "R$1.699,00",
        "link": "https://www.amazon.com.br/Notebook-Positivo-Celeron-polegadas-Antirreflexo/dp/B0DJRVQJ2G/ref=sr_1_41?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-41&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Pelo preço pago, eu fiquei surpreso. O processador é bem modesto e o notebook não brilha em desempenho (como esperado), mas a construção é ótima, o teclado passa sensação de solidez, o trackpad passa uma boa sensação. No geral, é um bom notebook para uso básico, principalmente levando em consideração o valor. No uso, lida bem apenas com poucos programas abertos e poucas abas de navegação, mesmo na versão 8GB de memória. Se precisa de desempenho, veja modelos com processadores melhores.",
                "Bom produto",
                "Compra maravilhosa, notebook leve, compacto e bem rápido, somente comprei na versão errada mais consegui fazer a instalação do Windows tranquilamente e inclusive o armazenamento dele que não é muito ja providenciei. Até então ele funciona perfeitamente, a bateria é fanatstica e como ele é destinado para estudo e trabalho pessoal funciona perfeitamente pra mim. O único impasse foi na entrega que tive um estresse mais depois de muitas ligações recebi no dia seguinte.",
                "Veio rápido bem embalado\nEstou usando e gostando!!",
                "Simplesmente maravilhoso, chegou muito bem embalado, o notebook é top a imagem muito boa eu amei.",
                "Muito bom e entrega muito rápida.",
                "Gastei muito, é muito lindo e adequado pro que eu quero.",
                "Muito bom para quem buscar um custo benefício, bom para estudos etc",
                "Muito bom",
                "Produto honesto mas com ótimo custo/benefício. Os 8GB de RAM fazem diferença uma vez que deixa o note mais fluído. Vale a pena investir um pouco mais e pegar esse modelo em relação aos com 4GB de RAM! Recomendado!",
                "Computador com um excelente custo-beneficio, não tem produto melhor que esse da positivio!"
            ],
            "criticos": [
                "O problema foi com o sistema operacional, ao instalar o codecs vem a mensagem de quebra, portanto não finaliza a instalação de mídia e por aí segue uma sequência de outros problemas que são desencadeados em virtude dessa situação e já de imediato a apresentação do sistema operacional LINUX não prossegue. Entrei em contato com o atendimento e para minha surpresa o suporte é pra WINDOWS.\nPERGUNTA QUE FICA: PORQUE VENDE O LINUX?\nVou devolver a máquina.\nVeio tudo em acordo agora só não tem o sistema operacional funcionando , simplesmente o básico.\nFiquei bem desapontada com a situação.\nNão recomendo a compra com o sistema LINUX.",
                "O áudio é péssimo, para baixar o zoom e o google meet é quase impossível, não comprem",
                "O produto funciona, mas é nem básico. É abaixo disso. Eu entendo de computadores e comprei apenas para estudar, achando que seria possível. Até o Youtube trava, mesmo com internet boa. Pretendo devolver.",
                "Alguém pode me informar se ele pega via Wi-Fi ??",
                "Péssimo sistema operacional, aparelho lento e travando em apenas meses de compra!"
            ]
        }
    },
    {
        "id": 42,
        "titulo": "Notebook Dell Inspiron I15-I1300-M50P 15.6\" Full HD 13ª Gen Intel Core i5 16GB 512GB SSD Win 11 Preto Carbono",
        "preco_final": "R$3.899,00",
        "link": "https://www.amazon.com.br/Notebook-Dell-Inspiron-I15-I1300-M50P-Carbono/dp/B0CWPKYV51/ref=sr_1_42?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-42&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Excelente máquina! A Dell está de parabéns por oferecer um produto de altíssima qualidade. O desempenho é impecável: rápido, eficiente e com ótimo fluxo no uso diário. Chegou muito antes do prazo.",
                "É um ótimo notebook",
                "Excelente",
                "Notebook é muito bom, rápido e com gráficos de imagem excelentes. O material eu achei meio frágil. É leve, mas parece fácil de quebrar e arranha muito fácil. Mas, tirando os cuidados que exige, é excelente. Recomendo muito.",
                "Um notebook bom para atividades de pesquisa e estudos. Máquina boa.",
                "Produto ótimo de qualidade. Vale a pena",
                "Produto excelente, entrega super rápida",
                "Gosto dos produtos da marca. Espero que a qualidade não deixe a desejar.",
                "Lindo, bem rápido, com cores incríveis e chegou muito rápido.",
                "Atendeu a necessidade. Usamos para estudos, pesquisas. Muito bom. Rápido.",
                "Excelente custo benefício.",
                "O produto condiz com o anúncio. Vem numa embalagem bem reforçada, reduzindo impactos que possam danificar a carcaça. É bem levinho, fácil de manipular. As especificações estão corretas. Tenho uma boa experiência com a Dell, tanto na durabilidade do produto como com a assistência e acredito que esse não vai decepcionar",
                "Muito bom. Já conhecia, atendeu as expectativas.",
                "Gosto muito da marca DELL , o modelo é excelente\nO ponto negativo é que a bateria dura pouco!",
                "amando o meu",
                "Chegou rápido e é ótimo.",
                "Pesquisei muito entre custo benefício, especificações técnicas e qualidade do produto. Esse simplesmente superou as expectativas, apesar de eu ter ficado preocupado pelas reclamações na entrega, justamente pelo prazo, mas recebi outra surpresa positiva: recebi o produto após dois dias, mesmo com um prazo enorme para entrega. Por hora, recomendo demais esse notebook! Atualizarei a avaliação caso necessário",
                "Ótimo chegou muito antes do prazo",
                "Dell nunca nos decepciona. Produto perfeito. Chegou bem antes do prazo informado.\nObrigada Amazon por sua parceria!",
                "Chegou antes do prazo.\nNotebook excelente!!!"
            ],
            "criticos": [
                "faltando a nota fiscal",
                "O produto em si é ok, mas vocês verão que na discrição eles dizem que inclui softwares como o Office 365, mas não é verdade. O que está incluso é a versão trial que você consegue em qualquer lugar. Posicionar isso como está é de má fé, uma propaganda enganosa que gera uma interpretação equivocada por parte do cliente.",
                "O notebook veio veio com defeito, pois de repente, diz/avisa que “aconteceu um erro e vai reiniciar” .. daí desliga e volta minutos depois. Assim, tudo que estava acontecendo, no meu caso, as aulas de inglês com meus alunos, termina!😩 Como isso é possível em um notebook novo? Me expliquem, por favor!"
            ]
        }
    },
    {
        "id": 43,
        "titulo": "Notebook Lenovo LOQ-e 15IAX9E Intel Core i5-12450HX 16GB 512GB SSD RTX 3050 Windows 11 15.6\" - 83ME0007BR Luna Grey",
        "preco_final": "R$4.449,14",
        "link": "https://www.amazon.com.br/Notebook-Lenovo-15IAX9E-i5-12450HX-Windows/dp/B0DSXN1XBL/ref=sr_1_43?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-43&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Ótimo custo-benefício. Atende todas as necessidades",
                "Simplesmente maravilhoso!",
                "Muito bom o notebook!!! Veio super bem embalado, entrega no prazo, excelente",
                "Maravilhoso. Super rápido, roda TUDO. Muito leve pra um notebook gamer, portátil. Amei, recomendo DEMAIS",
                "Após atualizações, excelente notebook.",
                "Atendeu minha expectativas.",
                "Gostei bastante do produto, estou usando a um mês e está suprindo minhas necessidades, desenvolvo softwares e respondeu muito bem!",
                "O produto chegou dentro do prazo informado, bem embalado e com código de segurança para a entrega. O notebook cumpre a função a que se destina pela sua colocação no mercado.",
                "O LOQ-e 15IAX9E é uma ótima escolha pra quem trabalha com Photoshop, CorelDRAW e tarefas gráficas de complexidade média-alta. Ele tem processador Intel i5-12450HX, GPU dedicada RTX 3050 de 6 GB, tela de 15,6″ com 144Hz e 100% sRGB — combinação que entrega fluidez, cores confiáveis e bom desempenho mesmo com arquivos pesados.\n\nOs pontos que menos agradam são autonomia de bateria limitada (parte do poder consome energia) e possibilidade de upgrade de RAM/armazenamento um pouco restrita.\n\nResumo: para quem precisa de potência gráfica, agilidade em edição e fidelidade de cor, o LOQ-e entrega — excelente para design profissional, contanto que você possa trabalhar com alimentação ligada ou tenha acesso frequente a tomadas.",
                "Chegou rápido.",
                "Chegou bem rápido, antes do prazo de entrega. E está atendendo as necessidades do meu filho que está cursando ciências da computação.",
                "Galera, demorei para fazer a avaliação para testar. Esse notebook é MARAVILHOSOOO.\nEle esquenta ao depender do que está fazendo, mas não tenho nada a reclamar dele. Uma das melhores aquisições do ano. Indico muitooo!\nAdemais, comprei em uma promoção, foi menos de 5k",
                "Avião",
                "Notebook excelente!",
                "Produto de excelente qualidade. Chegou tudo perfeito, dentro do prazo. Recomendo o produto e o vendedor.",
                "Um bom notebook para jogos, roda basante coisa tranquilamente.",
                "Comprei ele especialmente para jogos e realmente é muito bom. Não encontrei nada que ele não rodasse na qualidade máxima à pelo menos 60fps. Somente uns jogos muito específicos feito na Unreal Engine 5 que ele perdia uns frames, porém esses mesmos jogos se você diminuir pro médio já volta a ficar com frame alto.\n\nResumindo, comprei para jogos e não me decepcionou nem um pouco.",
                "Atendeu às expectativas",
                "Comprei para o meu filho perfeito Amazon arraza seguro sem defeito o notebook",
                "Excelente"
            ],
            "criticos": [
                "Eu adquiri esse notebook como novo. Porém quando fui registrar a garantia. Já consta um registro iniciado em março desse ano. Isso significa que o notebook já foi comprado, devolvido e revendido como novo.",
                "As dobradiças vieram fazendo barulho."
            ]
        }
    },
    {
        "id": 44,
        "titulo": "Notebook ASUS TUF Gaming A15, GeForce RTX 2050, AMD RYZEN 7, 8 GB, 512 GB SSD, KeepOS, Tela 15.6'' FHD, Graphite Black - FA506NFR-HN069",
        "preco_final": "R$3.916,36",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Gaming-GeForce-Graphite/dp/B0DW1CY1SJ/ref=sr_1_44?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-44&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Notebook impecável! Designe bonito, qualidade excelente. Comprei a versão com 8 GB de ram, pubg rodou liso e com uma boa qualidade, lolzin rodou liso também. Comprei esse notebook pois viajo bastante e ficar levando meu gabinete no carro não rola, mas me admirei da qualidade da máquina. Em breve vou por mais 8 GB de memória, pois acredito que com o decorrer do tempo se tornará necessário. Até então supriu todas as minhas necessidades. Recomendo para quem quer um Pc para rodar seus jogos com um bom custo benefício e ter a mobilidade de um Notebook. E sem falar na agilidade da entrega, comprei no domingo às 15h da tarde e recebi em casa na terça às 18h.",
                "Até o momento estou bem satisfeito com a compra. O diferencial já começa pela caixa que serve de \"maleta\" para transporte. O notebook é bonito, acabamento muito bom mesmo sendo de plástico, passa a sensação de ser bem resistente. Ele é bem silencioso, até o momento não tive gargalo por ser somente 8GB de RAM, pretendo aumentar para 16GB pois trabalho com softwares que exigem bastante. Teclado é muito bom de utilizar.\nÚnica coisa que me incomoda um pouco, mas acredito que seja questão de costume, é a forma de usar a (?) interrogação, é preciso apertar o ALT GR + W (que divide a tecla com a interrogação) e isso demanda um pouco de costume com o teclado pra conseguir acertar rapidamente.",
                "Notebook top de linha, processador AMD é vida, máquina trabalha silenciosa e fria, não tem gargalo mesmo com 8gb de ram.\n\nMaior ponto forte: Não é barulhento, frio.",
                "Ótimo notebook, cumpre o que promete, hardware simples mas bem construído, inicialização rápida, não trava, vale o investimento.",
                "Estou muito satisfeito com a compra. O notebook tem uma construção robusta e um processador muito forte. Para quem é desenvolvedor ou trabalha com programas pesados, a dica de ouro é: invista em mais memória RAM. O modelo veio com 8GB e eu adicionei um pente de 16GB. A diferença é da água para o vinho! Agora, com 24GB, consigo rodar meu ambiente e várias abas do navegador simultaneamente com total fluidez. Recomendo muito!",
                "Otimo Notebook, infelizmente o suporte para Linux não me atendeu, no site só tem suporte para Windows, o suporte para Linux é direto com os desenvolverdores do LINUX. Deveria ter suporte para Linux tambem no site da Asus.",
                "Excelente produto que entrega excelente performance de processamento e vídeo em sua faixa de preço. Atendeu todas as expectativas conforme as especificações e, como sempre, a entrega da Amazon sempre rápida",
                "Produto de qualidade. Estava precisando de um notebook para jogar, pesquisar e trabalhar com programas gráficos e está atendendo bem minhas necessidades. Além disso, chegou antes do previsto.",
                "Meu filho está amando! Segundo ele o jogo fica bem limpo e a qualidade da definição é muito boa.",
                "Otimo",
                "Chegou perfeito",
                "Ótimo",
                "O notebook atendeu minhas espectativas, muito bom para jogos e com uma tela excelente , chegou no prazo certo e veio bem embalado , ótimo produto.\nA única coisa que deixou a desejar é a nota fiscal que não chegou até o momento!",
                "Comprei o produto para meu filho que adora jogos, está muito satisfeito com o produto.",
                "Notebook muito bom, rápido e bonito, custo benefício ótimo, teclado com várias opções de cores, vale a pena a compra",
                "Excelente notebook, construção impecável.",
                "Veio bem embalado, produto maravilhoso.",
                "Notebook excelente! Estou usando para trabalhar com 3D e renderizar projetos pesados, mas a bateria está deixando a desejar. Acabando em pouco tempo quando trabalho fora da tomada.\n\nNo mais, para o que eu preciso tá cumprindo seu papel!",
                "Notebook muito bom, superou minhas expectativas!!",
                "Muito fácil de se utilizar, ele veio com Linux mas com um conhecimento base de informática você consegue mudar para Windows e manter o Linux para questão de seguro de fabrica.\n\nFora isso ate agora vem sendo só lazer e facilidade de uso."
            ],
            "criticos": []
        }
    },
    {
        "id": 45,
        "titulo": "Notebook ASUS Vivobook Go 15, Intel Core i3 N305, 8GB, 256GB, W11 Home, Tela 15,60\" FHD, Cool Silver - E1504GA-NJ434W",
        "preco_final": "R$2.399,00",
        "link": "https://www.amazon.com.br/Notebook-ASUS-Vivobook-Intel-Silver/dp/B0CW3TTPGP/ref=sr_1_45?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-45&ufe=app_do%3Aamzn1.fos.9e6a115c-05b9-4b96-8e1c-b1f9ce2ac1a6",
        "comentarios": {
            "positivos": [
                "Produto de excelente qualidade, desempenho satisfatório, tela tem uma resolução muito boa pelo preço. Por fim o design me impressionou, muito refinado em todos os aspectos.",
                "Produto de excelente acabamento e boa produtividade",
                "Excelente Notebook . Trabalho todo dia com ZOOM , e utilizando duas plataformas de Negociação , NINJA e PROFIT . TUDO JUNTO e ao mesmo tempo !! Desenrola muito bem ! Ágil e eficiente ! ZOOM demanda muito processamento , mais uma plataforma para operar B3 e outra para Mercado Americano , e utilizando um monitor auxiliar !! Trabalha sem medo ! Recomendo !!",
                "Uso apenas pra estudo, escrever relatórios e algumas edições no canva e ele supre as necessidades, mas se precisar de algo mais potente não acho que ele vai dar conta. Pra minha utilidade funciona, mas pra quem usa algo que seja um pouco mais pesado sugiro pesquisar outros modelos que tem a mesma faixa de preço e muito mais eficiência. A bateria dura em torno de umas 4h, vi muitos comentários sobre a tela ter uma qualidade ruim mas achei a qualidade normal, não é uma super tela mas também não é ruim como disseram. Resumindo: é um intermediário bom, supre necessidades cotidianas básicas.",
                "Produto de altíssima qualidade.",
                "Muito bom rapido ,cumpre o q promete.",
                "Maravilhoso, muito bom",
                "Atende bem a necessidade e é um ótimo custo benefício.",
                "Chegou bem embalado e no prazo. O note é muito bom. Minha única reclamação até o momento é que no dia em que fiz as configurações iniciais, após algumas horas ele pediu para atualizar novamente. No dia seguinte, mais três atualizações. Poxa, acabei de comprar a baixar todas as atualizações, não deveria me pedir para atualizar\nvezes por dia com literalmente dois dias de uso apenas.",
                "Gostei muito do notebook",
                "O Notebook atende a minha necessidade.",
                "Bom, gostei muito!!",
                "amei! universitários comprem sem medo 💕",
                "Notebook exatamente como mostrado no perfil, leve, tela razoavelmente grande e com otimo designer.",
                "Não enviou nf como faço pra ter",
                "Gostei muito.",
                "Chegou bem rápido gostei do designer",
                "Excelente produto! Entrega rápida e tudo com muito zelo.",
                "Bom",
                "O produto foi recebido no tempo exato que foi denominado ainda não foi testado mas parece que que chegou bem seguro bem embalado e no decorrer do tempo avaliação vai ocorrendo grata"
            ],
            "criticos": [
                "Preciso da nota fiscal do notebook asus",
                "O produto veio com defeito, tentei devolver e o sistema de identificação da Amazon não conseguiu identificar meus documentos. Não recomendo este produto e deixou aqui uma sugestão para a Amazon: Vocês devem com urgência revisar o sistema de identificação de vocês, pois ele é totalmente inoperante."
            ]
        }
    },
    {
        "id": 46,
        "titulo": "Notebook HP 256R G9 Intel Core i5 13º Geração. Memoria RAM 16GB. SSD 256GB. Tela de 15,6\" LCD. Windows 11 - Home SL - Cinza Escuro. Bivolt. (BQ9L2AT#AK4)",
        "preco_final": "R$3.200,55",
        "link": "https://www.amazon.com.br/Notebook-HP-Gera%C3%A7%C3%A3o-Memoria-Windows/dp/B0F6CX2QK4/ref=sr_1_46?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-46&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Computador bom com configuração ótima. Gosto da marca hp, gosto do fato de poder carregar com o USB C"
            ],
            "criticos": []
        }
    },
    {
        "id": 47,
        "titulo": "Samsung Galaxy Book4 Intel® Core™ i5-1335U, Windows 11 Home, 8GB, 256GB SSD, Iris Xe, 15.6'' Full HD LED, 1.55kg*.",
        "preco_final": "R$3.672,57",
        "link": "https://www.amazon.com.br/Notebook-Samsung-Galaxy-Book4-NP750XGJ-KG4BR/dp/B0D4NPTDCD/ref=sr_1_47?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-47&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Estou usando há meses. É um ótimo notebook. Eu jogo jogos relativamente pesados e uso Photoshop, InDesign, vejo vídeos etc. O note não trava, tem boa bateria e o carregador dele é ótimo, sem ser aquele trambolho de carregador tradicional de notebook. Ele é super compacto e leve, além de lindo. Esquenta super pouco, às vezes faz um barulho do cooler, mas nada super alto, só faz quando tem muita coisa aberta ocupando memória.\nFoi uma ótima compra, só não recomendo a entrega porque demorou muito, o entregador registrou que foi entregue na portaria com o nome de um porteiro que não estava no dia, mas só entregou de fato no dia seguinte de tarde, e me deu um estresse enorme porque achei que tinha sido roubado.",
                "É um aparelho lindo, leve e fino! Veio super rápido e bem embalado",
                "É um ótimo notebook, além de ser muito bonito e não esquentar muito, mesmo jogando. Comprei para utilizar nos estudos e mapeamento (QGIS), e atendeu tranquilamente. Além disso rodou jogos como The Sims e Transport Fever. Recomendo muito.",
                "Muito bom o notebook, é a primeira vez que compro um notebook Samsung, adorei o acabamento feito em metal, a tela das cores são bem vivas, super rápido, mas uma coisa que não tem na descrição é a impossibilidade de fazer upgrade de memória, a amazon deve relatar isso, a suas memórias é soldadas e já confirmei isso com Samsung é posso apenas fazer upgrade do armazenamento interno, a compatibilidade com meu telefone e fone de ouvido Samsung é incrível devido ao ecossistemas Samsung. Mas o processador é bem rápido, é para transportar é superleve, quais não sente o peso e pelo fato de usar um carregador como de telefone, isso traz comodidade, por isso ser um pouco mais caro que as demais marcar, tem o Wi-Fi 6, pensei em até devolver por conta do upgrade não ser possível, mas fiquei surpreso com a rapidez e a leveza do equipamento. E a entrega foi super rápida dois dias antes do prazo.",
                "Muito bom o notebook, rápido, bonito, leve para transporte, para as tarefas do dia a dia é ótimo",
                "O Galaxy Book com essas especificações atende muito bem o uso para trabalho e estudos. É muito rápido para ligar/desligar e para fazer uso de planilhas e diversas abas no navegador. Achei o áudio máximo baixo e o cabo do carregador um pouco curto em comparação aos padrões dos outros notebooks. A bateria tem uma boa duração. É muito leve e fácil de transportar.",
                "Produto veio apenas na sua caixa original mas vem muito bem preso, e a embalagem veio em perfeito estado sendo reforçada. Aparelho nao apresentou nenhum problema no primeiro uso e todos os itens vieram também.\nJá tinha o samsungbook 2, mas decide trocar passando o meu anterior para minha mãe, mesmo após 1 ano de uso é literalmente como se tivesse acabado de sair da loja. Por causa da boa experiência com um da mesma linha decide pegar o modelo atual. Performance nao decepciona, lembrando que esse modelo é ideal para uso de escritório.\nAmei, zero defeitos. S2",
                "Produto chegou em perfeito estado, super fino, o design é lindo, gostei bastante. Ele esquenta um pouco quando tá carregando e demora um pouco para carregar, as vezes a ventoinha faz um barulho mas não exuberante como em outros notebooks. Em sim, a máquina é perfeita, até agora sem nenhuma reclamação do produto, já a entrega foi péssima! Nunca vi uma distribuidora mais ruim que essa Total Express, simplesmente não existe nenhuma forma de contato com eles, o Instagram é desativado os comentários para que os consumidores venham falar ou reclamar de algo, tá pra nascer uma distribuidora pior que essa, deixou muito a desejar. Cumpriu o prazo de entrega, mas de forma totalmente irregular. Não respeitou o horário para entrega, estipulado na hora da compra. Uma falta de profissionalismo tremenda. Amo comprar na Amazon, porém essas distribuidoras parceiras deles são podres, a melhor até agora é o correios!",
                "No momento da minha avaliação, faz 6 dias desde que foi entregue, e não tenho nada a reclamar. Ele é simplesmente lindo, um aparelho compacto, visual moderno e relativamente leve. Em relação à bateria, na primeira noite, depois da primeira carga, fiquei um pouco preocupada, pois descarregou 10% com ele desligado, mas relevei por ter sido a primeira carga. Na segunda vez, foi diferente: coloquei para carregar às 13h e completou às 14h30 (levando 1 hora e meia para carregar completamente), guardei e não mexi nele. No dia seguinte (num sábado), liguei-o e estava 99%, usei até uns 92% (mais ou menos uns 30/40min usando), guardei-o e fiquei sem mexer nele nesse dia (sábado). No domingo, só fui usá-lo na segunda-feira à noite, e ele estava 89%, então vi que a bateria estava normal enquanto desligado. Achei a duração da bateria boa, mas ainda não o usei muito para avaliar a duração com mais eficácia. Ah, e quando o liguei pela primeira vez a ventoinha, tava bem alta, mas pensei que fosse por estar atualizando e por ser primeiro uso, esse é meu primeiro notebook, só assumi que fosse normal, depois disso a ventoinha tem sido bem descreta. Tem como configurar para ser silencioso mas perde um pouco de desempenho, então optei por deixar no que veio já que o barulho da ventoinha não incomoda e nem parece que o notebook vai levantar voo, foi de primeiro momento mesmo.\nComprei-o para uso na faculdade, basicamente para fazer meus relatórios, pesquisas, slides, cursos online enfim para estudos no geral e comprei com base se ele rodaria o autocad. E também para jogar Minecraft (que, pelas configurações, é mais que suficiente, até um Intel UHD roda o Mine). Pelos requisitos mínimos e recomendados da Steam, vi que consigo jogar alguns jogos, como Sally Face (roda liso), Little Nightmares 1 (talvez tenha que configurar só os gráficos por conta da placa de vídeo que é integrada, mas creio que dê conta), That's not my Neighbor (mesma situação nos gráficos) e até um Poppy Playtime cap 1, que é mais leve que os demais capítulos. Mas vale ressaltar que ainda não testei nenhum desses jogos, na teoria, o notebook dá conta.\nEm relação à entrega:\nQuando comprei, verifiquei se era vendido e ENTREGUE pela Amazon, e sim, era. Porém, depois de enviado, olhei no rastreio que estava sendo enviado por uma transportadora chamada \"Loggi Tecnologia Ltda\". Já fiquei preocupada, mas fui verificar minhas compras passadas na Amazon, que, por sinal, todas são \"entregue e vendido pela Amazon\", e vi que, mesmo assim, algumas foram enviadas por outras transportadoras. Pesquisei e vi que são transportadoras parceiras, até aí, ok. Pesquisei sobre a Loggi e me assustei, pois são muitos comentários negativos em relação à transportadora, mas resolvi ser paciente. Fiz minha compra dia 18 de março, dia 22 o produto chegou na minha cidade, mas só saiu para entrega no dia 26. Aí que veio minha preocupação e ansiedade atacando KKKKK, porque esperei até 20h e nada de ser entregue, mas mesmo assim resolvi ser paciente (já me ocorreu essa situação com a Jadlog e J&T Brasil em outro app). No outro dia, entrei em contato pelo \"atendimento ao cliente\" e o atendente foi ótimo, mas o que ele pôde fazer foi só me orientar a aguardar e que meu pedido seria entregue (isso no dia 27). Deu 11h e o entregador chegou, ou seja, se isso acontecer com você, provavelmente sua compra chegará no outro dia. Não retirei nenhuma estrela na avaliação, pois mesmo com esse pequeno problema, meu pedido ainda foi entregue dentro do prazo, que originalmente era na sexta-feira, dia 28, e chegou um dia antes. A preocupação bateu mesmo pelo costume da entrega rápida da Amazon e também por ser assinante Prime, eu contava que seria rápido. Mas deu tudo certo, meu pedido chegou certinho, veio dentro de uma caixa grande da Amazon, mas o notebook estava bem firme dentro de sua caixa.\nNo geral, estou muito feliz com minha compra. Peguei-o no dia que estava rolando promoção do mês do consumidor, para mim, valeu super a pena, pois em outras lojas ele com o i3 estava custando até mais caro. Queria ter pegado ele com 16GB, mas infelizmente não foi possível para mim, mas como pretendo usá-lo só para estudo na faculdade e jogar alguns joguinhos mais leves, vai me servir muito bem.\"",
                "o produto chegou em perfeito estado bem embalado, já estou utilizando e sobre a qualidade e muito bom pra que preciso pra faculdade vai servir bem ,modelo muito bom.",
                "Qualidade muito boa, porém quem precisar trabalhar com várias tarefas recomendo SSD de 512 gb.",
                "Produto excelente! Sem fala da entrega que foi super rápida.",
                "Já estou utilizando há quase 15 dias e o notbook é excelente em tudo, desde o material até a parte operacional. Para quem precisa para trabalho e estudo é a melhor escolha. Chegou bem embalado !",
                "Ele é bem leve até, muito bonito e fino. Nas primeiras horas de uso ele esquentou bastante, mas após se estabilizou. Uma boa compra? Acredito que sim, mas ainda é bem decepcionante a RAM soldada.",
                "Produto muito bom, veio muito bem embalado e rápido",
                "Faço uso para trabalho (escritório) e supre minha necessidade.",
                "Notebook ótimo, comprei para estudos e está atendendo bem as minhas expectativas",
                "Ótima escolha para Trabalho e Estudo, uma super maquina!!!\nChegou no prazo.",
                "Ele é bem leve, ótimo designer e tamanho. Cabe em uma mochila , nem tão grande nem tão pequeno, uso no trabalho e para estudar. Veio bem embalado e na caixa da Samsung, sem avarias. Até o momento estou gostando muito, o único ponto negativo é que eu acho que a bateria não dura muito, descarrega logo.",
                "top"
            ],
            "criticos": [
                "A construção dele é OK e parece resistente, mas se você precisar dele pra algo mais além de acessar o twitter, ler PDF e escrever algo no Word você vai ficar na mão.\nTrabalho home office e o meu plano era instalar mais memória no notebook assim que chegasse, porque 8GB não é suficiente pra meu uso. No anúncio diz que a memória é expansível e que suporta até 32GB, mas isso é mentira!\nEle não tem espaço pra instalar mais memória RAM, é tudo soldado na placa e não tem como trocar memória soldada. A única \"memória\" que dá pra expandir é o SSD que você pode trocar, mas isso a gente não chama de memória, chama de armazenamento. Ligando o windows sem nada aberto ele já consome por volta de 5gb de memória ram, o que significa que você tem por volta de 3GB pra os programas que for usar ou os jogos que for jogar, o que é MUITO POUCO. Sem contar que depois que recebi ele que fiquei sabendo que o processador dele tá dentro da lista dos processadores de 13ª geração da Intel que vem com defeito de fábrica e pode ficar dando tela azul do nada ou até deixar de funcionar do nada.\nAbri o processo pra devolução no dia que recebi ele porque vi que ia ser furada",
                "Estou absolutamente indignado com a experiência de compra na Amazon.com! Após o meu pedido ter sido entregue a uma pessoa desconhecida, entrei em contato com a empresa e fui surpreendido pela total falta de responsabilidade. Sem qualquer apoio ou solução, fui deixado na mão, comprometendo meu limite no cartão e inviabilizando a compra de um novo equipamento de trabalho em uma loja confiável.\n\nÉ inadmissível ver uma gigante do comércio eletrônico se esquivar de suas obrigações, protegendo entregadores e negligenciando os direitos do consumidor, garantidos pelo Código de Defesa do Consumidor. Sinto-me lesado e desamparado – uma clara demonstração de que, para a Amazon, o cliente não é prioridade.",
                "Péssimo, maior dor de cabeça, com poucos meses de uso começou apresentar problemas, mandei para assistência e voltou do mesmo jeito, decepcionada pois o preço foi caro",
                "Manchado a tela, sujo, sem proteção na tela",
                "Pq veio sem o carregador e não acha pra comprar por isso me decepcionado cim minha compra",
                "A Samsung não especifica, vamos esclarecer:\n- Hardware: ele é soldado, mesmo que haja capacidade pra expandir RAM até 32 GB, o fato é que não é possível fazer essa expansão porque ele é soldado, observe que essa informação é omitida e não é à toa, não dá mexer! Se estragar uma peça ou qualquer hardware do computador, tem que trocar ele todo, não há conserto.\n- Sistema Operacional: é Windows e pronto! Quer usar Linux? Esqueça! o UEFI com secure boot é travado e não dá pra ativar outro sistema operacional a não ser o Windows. Mesmo que você já tenha uma licença do Windows e queira reebolso pela aquisição a Samsung não faz isso, é política da empresa.\nCompre outras marcas."
            ]
        }
    },
    {
        "id": 48,
        "titulo": "Notebook Positivo Vision C14 Lumina BAR Celeron, 8GB 128GB eMMC, Tela 14 Polegadas HD Antirreflexo, Linux, Tecla Link - Cinza",
        "preco_final": "R$1.599,00",
        "link": "https://www.amazon.com.br/Notebook-Positivo-Celeron-Polegadas-Antirreflexo/dp/B0DJRWY29V/ref=sr_1_48?dib=eyJ2IjoiMSJ9.Vx6W-AUGR8-YIZT8jLOV0oo57cWtY-dbUzZJmFT1wNnC51_hftttxFGxu2Uh1fQM59hJx_Hwaj7oq_0Zi6t8cPMtEmYDWglL1JmkpJF335Qj3Y9mZB9_-wGM7-gI4X8ayuNnoPj6vXyxlr1DCDNtsRl7uROxkSwtzMxje4uNVyLY-WED9qgL3s2opIMv1CJFd3OBjcobpWMjkKFhfyYEzo6jpbZn2XLog1Mheq5I5WwX36J_iJfGBm2oErs_Y-ouqTTTpj8KHSFkyU9wudYM_9aKVfYCVwZDSwdu3LecApM.u216D_KJMUhy9pjBI6-qQ4Ro85QrnBIO-OxF3aul3BM&dib_tag=se&keywords=notebook&qid=1758654985&sr=8-48&ufe=app_do%3Aamzn1.fos.25548f35-0de7-44b3-b28e-0f56f3f96147",
        "comentarios": {
            "positivos": [
                "Mto bom produto, atende o que promete!",
                "Notebook\nMuito bom pra faculdade\nMinha esposa amou\nNão trava",
                "Serve pro seu propósito",
                "Bom pra estudar",
                "Leve e funcional, bom para pesquisar e estudo.",
                "Simplesmente incrivel o notebook!! chegou no outro dia, sem defeitos ou arranhões.\nMuito bom.",
                "Produto recebido com sucesso, estou muito feliz e agradecido. Gostei do Notebook, muito bom. O único trabalho que tive foi em relação ao sistema operacional Linux no momento da instalação do Windows 11. Fora isso está tudo ok. Uma sugestão para a POSITIVO, seria mais viável os Notebooks já serem enviados com o sistema operacional Windows.",
                "Eu achei o computador maior do que eu esperava, mas é de uma bom tamanho para transporte. Eu já utilizava linux debian, então a configuração foi tranquila. Até o momento, ele tem realizado todas a minhas demandas e eu o utilizo para a faculdade. O único ponto que eu não gostei, é a textura do material do computador, a longo prazo isso acumula poeira de uma forma que é difícil tirar.",
                "Só não dei 5 estrelas porque o sistema operacional que vem nele não achei nada bom, me refiro ao Linux, consegui mudar para windows mas é complicado, mas de restante não tenho nada oque reclamar pois o notebook me atendeu muito bem já que uso mas para estudo, e achei seu acabamento até bonito",
                "Olá desde ontem estou tentando ligar o computador sem sucesso acabei de ligar número fone de relaciona\nAguardar o retorno na próxima segunda-feira",
                "Fiquei com um pouco de medo mas chegou tudo certinho, mais uma conquista 😃",
                "Funcionando perfeitamente, tudo o que eu precisa no momento, principalmente para estudos. Estou amando🥰",
                "Chegou rápido, muito bom !",
                "É Linux, mas pelo preço valeu muito a compra . Atendeu as minhas necessidades.",
                "Muito bom. Com excelente qualidade e desempenho.",
                "Ótimo custo benefício",
                "Entrega super rápida, produtos de qualidade e preço muito acessível",
                "Gostei muito fiz uma excelente compra, o notebook é ótimo.",
                "Produto excelente",
                "Houver uma confusão. O cabo que, no início, reportei que estava faltando, foi achado! Foi um problema de quem desempacotou o computador. Está tudo em ordem e o computador aparenta estar funcionando muito bem."
            ],
            "criticos": [
                "Nunca comprei produto tão ruim. Quanto à entrega, não tenho do que reclamar, mas quanto ao produto, somente a cor dele é bonita, fora isso, vem com sistema Linux, aí o erro foi meu de não observar isto, mas troquei o sistema, trava o tempo inteiro, a Internet cai à todo instante, quando reinicio ou quando ligo, aparece mensagem de erro quase que o tempo todo. Simplesmente odiei, mas como mudei o sistema, não posso nem desfazer a compra. Para mim, foi uma compra horrível, me arrependo amargamente deste produto. Só estou dando uma estrela, por conta da entrega, mas gostaria de poder avaliar com o sinal de - 5 estrelas.",
                "Bom atende os requisitos",
                "Meu produto, chegou com defeito.\nNão funcionava, chegou coloquei pra carregar e depois de carregado liguei normalmente, porém ele não ligava.\nContudo, o reembolso foi feito, ocorreu sem problemas.",
                "Um produto no feito para mercado.",
                "Péssimo desempenho, não deu nem um mês direito e já estava com problema no áudio, fazendo um barulho estranho. E depois de um tempo começou a travar. Demora muito as vezes pra carregar as coisas. 🥹"
            ]
        }
    }
]